[
  {
    "id": 12866,
    "docid": "K18606",
    "title": "극한직업",
    "titleEng": "Extreme Job Geukhanjikeop",
    "director": "이병헌",
    "actor": "류승룡, 이하늬, 진선규, 이동휘, 공명, 신하균, 오정세, 김의성, 송영규, 양현민, 허준석, 장진희, 김종수, 이중옥, 최정은, 한준우, 지찬, 이한종, 김성우, 이동용, 김병호, 한동희, 박재홍, 안성봉, 권지훈, 조주한, 박도영, 편광진, 이유진, 하철, 서호철, 나철, 장지웅, 태원석, 이정수, 이왕수, 이상찬, 박정표, 장격수, 이하늬, 박진아, 이운산, 임유란, 유제윤, 김명준, 임정묵, 오민준, 홍완표, 최광원, 이범찬, 윤설, 정재광, 정원창, 조현숙, 배정선, 김남우, 김가빈, 김천, 정우영, 임세운, 최신득, 정윤회, 고봉구, 김윤배, 이육현, 홍은진, 변봉식, 정성훈, 천준호, 권태호, 이광기, 이두일, 정인기, 홍승진, 고관형, 구성환, 엄지혜, 고경진, 신신애, 김지영, 김강현",
    "plotKr": "낮에는 치킨장사! 밤에는 잠복근무!지금까지 이런 수사는 없었다!불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반!더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다.마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다.수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…범인을 잡을 것인가, 닭을 잡을 것인가!2019년 새해, 출동!",
    "plotEng": "A Groundbreaking investigation you’ve never tasted before! A team of narcotics detectives goes undercover in a fried chicken joint to stake out an organized crime gang. But things take an unexpected turn when the detectives’ chicken recipe suddenly transforms the rundown restaurant into the hottest eatery in town.",
    "runtime": 111,
    "genre": "코메디",
    "image": {
      "posters": [
        "image/posters/K18606_01.jpg",
        "image/posters/K18606_02.jpg",
        "image/posters/K18606_03.jpg",
        "image/posters/K18606_04.jpg",
        "image/posters/K18606_05.jpg",
        "image/posters/K18606_06.jpg",
        "image/posters/K18606_07.jpg"
      ],
      "stlls": [
        "image/stlls/K18606_01.jpg",
        "image/stlls/K18606_02.jpg",
        "image/stlls/K18606_03.jpg",
        "image/stlls/K18606_04.jpg",
        "image/stlls/K18606_05.jpg",
        "image/stlls/K18606_06.jpg",
        "image/stlls/K18606_07.jpg",
        "image/stlls/K18606_08.jpg",
        "image/stlls/K18606_09.jpg"
      ]
    },
    "tag": [
      284534,
      284535,
      284536,
      152609,
      49169,
      124278,
      85517,
      150611,
      148004,
      4694,
      4489,
      10,
      14702,
      152612,
      128167,
      79326,
      17093,
      84827,
      12432,
      182071,
      252831,
      83132,
      46625,
      13237,
      24506,
      115297,
      84829,
      219137,
      72537,
      238900,
      16123,
      276555,
      12323,
      149855,
      147093,
      139539,
      15288,
      141633,
      27737,
      284573,
      67272,
      84558,
      87896,
      124278,
      13146,
      284579,
      278321,
      235798,
      94426,
      284583,
      212778,
      109397,
      256140,
      246327,
      44263,
      245300,
      148131,
      41313,
      284592,
      194018,
      22502,
      284595,
      19643,
      97581,
      231410,
      284599,
      149537,
      142750,
      202133,
      187512,
      124760,
      23823,
      120394,
      94423,
      16532,
      1611,
      18437,
      45172,
      284612,
      28390,
      117638,
      72996,
      7118,
      6317,
      44926,
      29,
      30,
      24870,
      33
    ],
    "date": "20190123",
    "score": 1000
  },
  {
    "id": 851,
    "docid": "K05894",
    "title": "클래식",
    "titleEng": "Classic Keulraesik",
    "director": "곽재용",
    "actor": "손예진, 조승우, 조인성, 이기우, 서영희, 이상인, 김병옥, 이승철, 현숙희, 한근욱, 이미숙, 최대웅, 양현태, 김홍택, 김태욱, 전정로, 김미진, 이기문, 이성훈, 강성훈, 송윤회, 오기환, 김용훈, 신승수, 양윤모, 강원석, 이서, 한규태, 박소은, 류종화, 김광인, 한정근, 이주열, 곽근화, 김성증, 안호완, 추현경, 대학교현악4중주, 김나영, 김성은, 단경화, 배성아, 금동현, 함인성, 이정미, 김장동, 임예진, 자전거탄풍경",
    "plotKr": "같은 대학에 다니는 지혜와 수경은 연극반 선배 상민을 좋아한다. 하지만 호들갑스런 수경이 상민에게 보낼 편지의 대필을 부탁하고, 지혜는 수경의 이름으로 상민을 향한 자신의 감정을 고백한다. 지혜의 편지로 맺어진 수경과 상민이 가까워지면서 지혜는 괜한 죄의식에 상민을 멀리 하려 하지만, 우연하게도 자꾸만 마주치게 된다. 한편, 아빠를 일찍 여읜 지혜는 지금은 해외여행 중인 엄마 주희와 단둘이 살다. 엄마의 빈자리를 털기 위해 다락방을 청소하던 지혜는 우연히 엄마의 비밀 상자를 발견하게 되고 지혜는 엄마의 클래식한 사랑을 조금씩 알게 된다. 1968년 여름…. 방학을 맞아 시골 삼촌댁에 간 준하는 성주희를 만나, 한눈에 그녀에게 매료된다. 그런 주희가 자신에게만 은밀하게 귀신 나오는 집에 동행해줄 것을 부탁해온다. 흔쾌히 수락한 준하는 주희와의 약속 장소에 나간다. 그런데 갑작스런 소나기를 만나 배가 떠내려가면서 귀가 시간이 늦어지고, 이 일로 주희는 집안 어른에게 심한 꾸중을 듣고 수원으로 보내진다. 그렇게 방학이 끝나고 학교로 돌아온 준하는 친구 태수에게 연애편지의 대필을 부탁받는데, 상대가 주희란 사실에 깜짝 놀란다. 하지만 태수에게 그 사실을 말하지 못하고, 태수의 이름으로 자신의 마음을 담아 주희에게 편지를 쓴다. 편지를 대신 써주며 사랑이 깊어간 엄마와 자신의 묘하게도 닮은 첫사랑. 이 우연의 일치에 내심 의아해하는 지혜는 상민에 대한 생각이 더욱 깊어만 간다. 하지만 이미 친구의 연인이 되어버린 그를 포기하기로 마음먹는데….",
    "plotEng": "Ji-hye and Su-gyeong, both love for Sang-min, the senior of the theater club of their university. Su-gyeong asks Ji-hye to write a love letter for her, and Ji-hye starts writing her feelings under Su-gyeong's name. Seeing Ji-hye and Sang-min who are getting closer thanks to her letter, Ji-hye tries to avoid Sang-min but they bump into each other often. Ji-hye lives with her mother who often travels overseas as her father died when she was young. When she is cleaning the attic, Ji-hye when she is cleaning the attic finds her mother's private memory box. Ji-hye finds the first love of her mother there.",
    "runtime": 132,
    "genre": "멜로드라마, 신파, 드라마",
    "image": {
      "posters": ["image/posters/K05894_01.jpg"],
      "stlls": [
        "image/stlls/K05894_01.jpg",
        "image/stlls/K05894_02.jpg",
        "image/stlls/K05894_03.jpg",
        "image/stlls/K05894_04.jpg",
        "image/stlls/K05894_05.jpg",
        "image/stlls/K05894_06.jpg",
        "image/stlls/K05894_07.jpg",
        "image/stlls/K05894_08.jpg",
        "image/stlls/K05894_09.jpg",
        "image/stlls/K05894_10.jpg"
      ]
    },
    "tag": [
      19996,
      19997,
      19998,
      13338,
      2616,
      2881,
      20002,
      20003,
      20004,
      19628,
      20006,
      20007,
      9858,
      20009,
      8613,
      2621,
      20012,
      20013,
      7130,
      20015,
      20016,
      13417,
      4524,
      9601,
      20020,
      6040,
      9824,
      13160,
      20024,
      3785,
      20026,
      20027,
      20028,
      20029,
      3832,
      20031,
      20032,
      20033,
      20034,
      20035,
      20036,
      20037,
      7886,
      4531,
      20040,
      20041,
      15294,
      20043,
      8759,
      20045,
      20046,
      20047,
      153,
      1461,
      16390,
      31,
      334,
      33
    ],
    "date": "20030130",
    "score": 1000
  },
  {
    "id": 5011,
    "docid": "K13122",
    "title": "다른 나라에서",
    "titleEng": "In Another Country Dareun Naraeseo",
    "director": "홍상수",
    "actor": "이자벨 위페르, 유준상, 정유미, 윤여정, 문성근, 권해효, 문소리, 김용옥, 김용순, 이정웅, 김순자",
    "plotKr": "세 명의 안느가  다른나라에서  머문 신비로운 날들  모항이란 해변 마을로 어머니(윤여정)와 함께 빚에 쫓겨 내려온 영화과 학생(정유미)이 불안해서 시나리오를 쓴다: 안느라는 이름의 세 여인(이자벨 위페르)이 등장하고, 그들은 차례로 모항으로 내려온다. 첫 번째 안느는 잘 나가는 감독이고, 두 번째 안느는 한국 남자(문성근)를 비밀리에 만나는 유부녀이고, 세 번째 안느는 한국여자에게 남편을 빼앗긴 이혼녀이다.  모항 갯벌 앞에는 한 펜션이 있고, 그곳엔 주인부부를 대신해 펜션을 지키는 딸(정유미)이 있고, 해변 쪽으로 가면 항상 해변을 서성이는 안전요원(유준상)이 있다. 안느들은 모두 이 펜션에 숙소를 정하고, 그 펜션 딸의 작은 도움을 받게 되고, 또 모두 해변으로 나가 그 안전요원을 만나게 된다.",
    "plotEng": "A young film student and her mother run away seaside town of Mohang to escape their mounting debt. The young woman begins writing a script for a short film in order to calm her nerves: Three women named Anne appear, and each woman consecutively visits the seaside town of Mohang. The first Anne is a successful film director. The second Anne is a married woman secretly in an affair with a Korean man. The third Anne is a divorce whose husband left her for a Korean woman. A young woman tends to the small hotel by the Mohang foreshore owned by her parents. A certain lifeguard can always be seen wandering up and down the beach that lies nearby. Each Anne stays at this small hotel, receives some assistance from the owner’s daughter, and ventures onto the beach where they meet the lifeguard.",
    "runtime": 89,
    "genre": "드라마",
    "image": {
      "posters": ["image/posters/K13122_01.jpg", "image/posters/K13122_02.jpg"],
      "stlls": [
        "image/stlls/K13122_01.jpg",
        "image/stlls/K13122_02.jpg",
        "image/stlls/K13122_03.jpg",
        "image/stlls/K13122_04.jpg",
        "image/stlls/K13122_05.jpg",
        "image/stlls/K13122_06.jpg",
        "image/stlls/K13122_07.jpg",
        "image/stlls/K13122_08.jpg",
        "image/stlls/K13122_09.jpg",
        "image/stlls/K13122_10.jpg"
      ]
    },
    "tag": [
      120966,
      120967,
      120968,
      1439,
      13984,
      4839,
      22795,
      29332,
      1442,
      12510,
      12720,
      2853,
      120978,
      24092,
      120980,
      112,
      31,
      7311,
      46
    ],
    "date": "20120531",
    "score": 1000
  },
  {
    "id": 13183,
    "docid": "K17748",
    "title": "기생충",
    "titleEng": "Parasite Gisaengchung",
    "director": "봉준호",
    "actor": "송강호, 이선균, 조여정, 최우식, 박소담, 이정은, 장혜진, 박명훈, 정지소, 정현준, 박근록, 정이서, 조재명, 정익한, 김규백, 황인경, 안성봉, 김진형, 윤영우, 박재욱, 강현규, 서희영, 이동용, 안진상, 정아름, 김정우, 이주형, 정재훈, 양선영, 이루아, 이상경, 이지혜, 김보령, 김이슬, 김혜련, 김영조, 김성준, 김성수, 김하언, 박미애, 박혜숙, 백승환, 박재완, 박가빈, 설민, 서한결, 오상준, 이시후, 이인경, 이시은, 이도운, 오별하, 유인, 유채련, 장예원, 정유하, 정일화, 지연, 지혜영, 제승현, 최지원, 하윤희, 리카르도 페라레소, 최정현, 고관재, 이시훈, 서복현, 심수미, 윤혜리, 백동현, 장지우, 안드레아스 프론크, 안나 엘리자베스 릴맨, 멜린다 맥도널드, 숀 토마스, 로지 페랄타, 이은희, 김세인, 한미자, 주수지, 신승민, 감자, 망치, 뭉치, 박서준, 곽신애, 마크 지그문트, 마우러 카트린, 김건",
    "plotKr": "“같이 잘 살면 안 될까요?”전원백수로 살 길 막막하지만 사이는 좋은 기택(송강호) 가족. 장남 기우(최우식)에게 명문대생 친구가 연결시켜 준 고액 과외 자리는 모처럼 싹튼 고정수입의 희망이다. 온 가족의 도움과 기대 속에 박사장(이선균) 집으로 향하는 기우. 글로벌 IT기업 CEO인 박사장의 저택에 도착하자 젊고 아름다운 사모님 연교(조여정)가 기우를 맞이한다.    그러나 이렇게 시작된 두 가족의 만남 뒤로, 걷잡을 수 없는 사건이 기다리고 있었으니…",
    "plotEng": "Ki-taek's family of four is close, but fully unemployed, with a bleak future ahead of them. The son Ki-woo is recommended by his friend, a student at a prestigious university, for a well-paid tutoring job, spawning hopes of a regular income. Carrying the expectations of all his family, Ki-woo heads to the Park family home for an interview. Arriving at the house of Mr. Park, the owner of a global IT firm, Ki-woo meets Yeon-kyo, the beautiful young lady of the house. But following this first meeting between the two families, an unstoppable string of mishaps lies in wait.",
    "runtime": 132,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K17748_01.jpg",
        "image/posters/K17748_02.jpg",
        "image/posters/K17748_03.jpg",
        "image/posters/K17748_04.jpg",
        "image/posters/K17748_05.jpg",
        "image/posters/K17748_06.jpg",
        "image/posters/K17748_07.jpg",
        "image/posters/K17748_08.jpg",
        "image/posters/K17748_09.jpg",
        "image/posters/K17748_10.jpg"
      ],
      "stlls": [
        "image/stlls/K17748_01.jpg",
        "image/stlls/K17748_02.jpg",
        "image/stlls/K17748_03.jpg",
        "image/stlls/K17748_04.jpg",
        "image/stlls/K17748_05.jpg",
        "image/stlls/K17748_06.jpg",
        "image/stlls/K17748_07.jpg",
        "image/stlls/K17748_08.jpg",
        "image/stlls/K17748_09.jpg",
        "image/stlls/K17748_10.jpg"
      ]
    },
    "tag": [
      290436,
      290437,
      290438,
      2838,
      4692,
      18592,
      18823,
      123837,
      152428,
      5409,
      71318,
      50084,
      290448,
      277548,
      93676,
      290451,
      290452,
      290453,
      237807,
      290455,
      219137,
      4898,
      290458,
      84836,
      290460,
      290461,
      13237,
      290463,
      45439,
      18442,
      65879,
      22749,
      36385,
      290469,
      68955,
      15572,
      131982,
      26101,
      53802,
      30599,
      13679,
      3117,
      290478,
      97434,
      58773,
      72056,
      24670,
      251512,
      290484,
      164763,
      244080,
      164429,
      144860,
      13689,
      290490,
      290491,
      290492,
      290493,
      58873,
      290495,
      290496,
      109589,
      290498,
      270225,
      9590,
      247112,
      290502,
      78926,
      22196,
      111661,
      290506,
      290507,
      144857,
      34416,
      48944,
      218536,
      290512,
      290513,
      290514,
      290515,
      63257,
      117529,
      290518,
      290519,
      94573,
      220596,
      290522,
      238227,
      191905,
      290525,
      290526,
      290527,
      22059,
      153,
      31,
      24870,
      46
    ],
    "date": "20190530",
    "score": 1000
  },
  {
    "id": 9563,
    "docid": "K16396",
    "title": "더 테이블",
    "titleEng": "The Table  Deo teibeul ",
    "director": "김종관",
    "actor": "임수정, 정유미, 정은채, 한예리, 김혜옥, 연우진, 정준원, 전성우, 임선우, 장해민, 정예녹, 정규환, 안성문, 황유진, 이재명, 이재훈, 김형빈, 박윤주, 남혜영, 고아라",
    "plotKr": "카페에서 남자와 여자가 마주 보고 앉아 대화를 나눈다. 남자는 유럽여행을 다녀온 듯하고 여자는 오랜만에 만나자고 한 이 남자가 어딘가 마음에 안 드는 듯하다. 대화는 금방이라도 중단될 듯 위태롭게 이어지는데 한 순간 남자의 진심이 여자에게 와 닿는다. 그녀의 표정에 짧은 미소가 번진다.  더 테이블 은 카페 테이블에 마주 앉은 두 사람의 대화로 이뤄진 영화다.첫 번째 에피소드는 예전 남자친구를 만나 대화를 나누는 어느 여배우의 이야기, 두 번째 에피소드는 하룻밤의 사랑 이후 여행을 떠난 남자와 여자의 만남, 세 번째 에피소드는 사기 결혼을 위해 가짜 친정엄마 역할을 해줄 사람을 만나는 내용, 네 번째 에피소드는 결혼을 앞둔 여자가 예전 남자친구에게 결혼 전까지 자기와 만나자고 제안하는 이야기이다. 네 가지 에피소드 모두 온전히 두 인물의 대사와 표정에 의지해서 진행되기에 관객은 주어진 정보만으로 여러 상황을 상상하게 된다. 정유미, 정은채, 한예리, 임수정 등 네 여배우의 각자 다른 매력이 돋보인다",
    "plotEng": "One day, four different conversations, between two people, over one table… The table follows 4 conversations between two people; The first episode shows about a conversation between an actress and her ex-boyfriend; the second is the meeting of a man and woman, and the man just returned from four-month long travel after a one-night stand; the third episode is the story of a woman who meets the woman who will play her mother at her sham wedding; the final episode focuses on a woman about to marry suggesting her ex-boyfriend to see her despite her marriage.",
    "runtime": 72,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K16396_01.jpg",
        "image/posters/K16396_02.jpg",
        "image/posters/K16396_03.jpg",
        "image/posters/K16396_04.jpg",
        "image/posters/K16396_05.jpg"
      ],
      "stlls": [
        "image/stlls/K16396_01.jpg",
        "image/stlls/K16396_02.jpg",
        "image/stlls/K16396_03.jpg",
        "image/stlls/K16396_04.jpg",
        "image/stlls/K16396_05.jpg",
        "image/stlls/K16396_06.jpg",
        "image/stlls/K16396_07.jpg",
        "image/stlls/K16396_08.jpg",
        "image/stlls/K16396_09.jpg",
        "image/stlls/K16396_10.jpg"
      ]
    },
    "tag": [
      218867,
      218868,
      218869,
      35914,
      6054,
      22795,
      109627,
      109011,
      18607,
      176851,
      127059,
      218878,
      138405,
      164950,
      165107,
      213084,
      218883,
      80512,
      35346,
      27741,
      218887,
      196878,
      218889,
      2731,
      112,
      31,
      10868,
      370
    ],
    "date": "20170824",
    "score": 1000
  },
  {
    "id": 12647,
    "docid": "K17707",
    "title": "벌새",
    "titleEng": "House of Hummingbird  Beolsae ",
    "director": "김보라",
    "actor": "박지후, 김새벽, 정인기, 이승연, 박수연, 손상연, 박서윤, 정윤서, 설혜인, 형영선, 길해연, 박윤희, 손용범, 안진현, 김종구, 김미향, 이종윤, 이선주, 정경섭, 백소희, 권귀빈, 김채윤, 김상호, 이현주, 김정현, 안민영, 윤태희, 송경아, 백금옥, 엄경희, 정원자, 이춘희, 임혜원, 엄윤채, 한승옥, 류혁진, 김소현, 원다영, 김수연, 이유진, 곽다은, 오명은, 김지원, 박수현, 최민서, 임세연, 최수빈, 안예은, 이연우, 권세빈, 조시연, 최원경, 손채연, 이예림, 정혜영, 조헤빈, 김예지",
    "plotKr": " 벌새 는 열네 살 여자아이 은희에 관한 영화다. 성수대교가 무너졌던 1994년 대치동, 중학생 은희는 방앗간을 하는 부모님 그리고 언니, 오빠와 함께 살고 있다. 가족들에게 별 관심을 받지 못하는 은희는 유일한 친구인 지숙과 물건을 훔치고, 날라리들의 명소 아베크 노래방을 간다. 그리고 옆 학교 남자아이, 같은 학교 여자 후배와 연이은 연애를 하며, 오지 않을 사랑을 찾아 섬처럼 떠다닌다. 이런 은희의 삶에, 그녀를 이해해주는 유일한 어른, 김영지 선생님이 찾아온다. 벌새는 꿀을 찾아 먼 거리를 날아다니는 작은 새이다. 감독은 주인공 은희가 벌새를 닮았다고 말한다. 벌새가 꿀을 찾아 끊임없이 날갯짓을 하듯 은희는 사랑을 갈구하며 헤맨다. 물론 그런 아이가 은희만은 아닐 것이다. 누구나 가족, 친구, 선후배, 선생님에게 사랑받고 싶다. 그러나 세상은 때로 폭력적이거나 냉정하며 가끔은 어린 소녀 따위는 무시해버린다.  벌새 는 어린 시절 겪은 쓰라린 실패와 실연의 기억을 들여다보게 한다.  [제23회 부산국제영화제 남동철]",
    "plotEng": "‘What's the right way to live? Some days I feel like I know, but I really don't know for sure. I just know that when bad things happen, good things happen too.’Korea, 1994. The South is in the grips of FIFA World Cup fever, while the North mourns its newly deceased dictator. Eunhee registers all of this only in passing. Drifting through her days in Seoul, the eighth-grader feels like an outsider everywhere: at school, where her classmates bore her even more than the schoolwork, and at home, where her parents are always at each other's throats and her brother beats her. She tries to fall in love, has to go to hospital after an inconclusive biopsy, and has a falling-out with her best friend – yet nothing moves her with the same unexpected intensity as when a new Chinese tutor enters her life. With visual precision, Kim Bo-ra weaves a dense narrative around a regular summer that leaves nothing unchanged.",
    "runtime": 139,
    "genre": "드라마, 가족",
    "image": {
      "posters": [
        "image/posters/K17707_01.jpg",
        "image/posters/K17707_02.jpg",
        "image/posters/K17707_03.jpg",
        "image/posters/K17707_04.jpg",
        "image/posters/K17707_05.jpg",
        "image/posters/K17707_06.jpg",
        "image/posters/K17707_07.jpg",
        "image/posters/K17707_08.jpg"
      ],
      "stlls": [
        "image/stlls/K17707_01.jpg",
        "image/stlls/K17707_02.jpg",
        "image/stlls/K17707_03.jpg",
        "image/stlls/K17707_04.jpg",
        "image/stlls/K17707_05.jpg",
        "image/stlls/K17707_06.jpg",
        "image/stlls/K17707_07.jpg",
        "image/stlls/K17707_08.jpg",
        "image/stlls/K17707_09.jpg",
        "image/stlls/K17707_10.jpg"
      ]
    },
    "tag": [
      280595,
      280596,
      280597,
      280598,
      58439,
      121823,
      18437,
      16369,
      22813,
      217173,
      251805,
      29097,
      232252,
      93893,
      30376,
      19649,
      216066,
      192448,
      24452,
      71313,
      50957,
      14688,
      52175,
      182531,
      89817,
      90518,
      12814,
      9821,
      2718,
      94174,
      201245,
      280626,
      280627,
      280628,
      280629,
      19834,
      133582,
      280632,
      280633,
      280634,
      57726,
      280636,
      17062,
      12323,
      280639,
      280640,
      13629,
      30559,
      8083,
      280644,
      32866,
      30272,
      38855,
      280648,
      280649,
      89761,
      280651,
      22370,
      43128,
      280654,
      67922,
      153,
      31,
      325,
      24870,
      370
    ],
    "date": "20190829",
    "score": 1000
  },
  {
    "id": 983,
    "docid": "K05680",
    "title": "연애소설",
    "titleEng": "Lovers’ Concerto  Yeonae Soseol ",
    "director": "이한",
    "actor": "차태현, 이은주, 손예진, 문근영, 신승환, 김남진, 사강, 박용우, 이문식, 전수환, 김상헌, 유형관, 최정우, 김희령, 김도자, 박재웅, 구원영, 서윤아, 곽정욱, 전하은, 이주연, 곽여진, 이금주, 손영순, 문용철, 김희라, 김미희, 최성, 김성수, 전희주, 한보배, 송유진, 김지동, 박태경, 이진영, 구보민, 최연준, 연제영, 최성민, 이은영, 김유림, 배선영, 나현호, 김법균, 정아연, 박진용, 추상환, 정훈희, 송노을, 권용건, 김종민, 노창식, 강윤수, 김태훈, 이상혁, 이진석, 백운철, 김지수, 이연주, 탁재현, 지현정, 최민경, 구진본, 박성하, 정인기, 전현숙, 김도형, 박통일, 이혜지, 김민지, 서산여고학생들, 네티즌들",
    "plotKr": "어느 날, 지환의 카메라 속으로 불쑥 수인과 경희가 들어온다. 닮은 듯 다른 두 사람, 수인과 경희는 둘도 없는 친구사이. 수인에게 첫 눈에 반한 지환은 용기를 내서 마음을 고백하지만 아주 정중하게 거절당한다. 하지만 지환은 그녀들과의 인연을 놓칠 수 없어 친구가 되자고 제안하고, 그들 셋은 스무 살 나이보다 풋풋하고 아름다운 친구사이가 된다. 좋은 친구사이로 그들 생애 최고의 날들을 보내는 지환, 경희, 수인. 그런데 어느 날부터인가 우정이 있어야할 자리에 낯선 감정들이 새록새록 피어오른다. 그들 사이에 미묘한 감정이 끼어 들면서, 세 사람은 각자 사랑과 우정 사이에서 혼란스러워한다. 혼란스러운 감정은 그들 스스로도 알아차리지 못하는 거리를 만들어버리고, 급기야 경희와 수인은 지환이 그냥 불편해졌다는 말만 남기고 사라져 버린다. 연락처도 주소도, 아무런 흔적도 남기지 않고 떠나버린 수인과 경희, 지환은 두 사람이 떠나버렸다는 사실을 쉽사리 받아들이지 못하고 힘들어한다. 그로부터 5년 후, 두 사람을 애써 잊었다고 생각하는 지환에게 발신인을 알 수 없는 사진이 배달된다. 발신인은 없지만 지환은 그 사진에서 경희와 수인을 느낀다. 오랜 설렘으로 그녀들을 찾아 나서는 지환. 여기서부터 세 사람의 찬란한 우정과 엇갈린 사랑의 이야기는 다시 시작되는데...",
    "plotEng": "One day Ji-hwan discovers two girls Su-in and Gyeong-hui through his camera viewfinder. The two are best friends, and they seem to resemble each other yet are also different. He falls in love with Su-in at first sight and tells of his feelings, but is cordially turned down. Unwilling to lose touch with them, he asks to stay friends. The three spend the best days of their lives as friends. But besides friendship there are other subtle feelings in the air. They all get confused by the emotions between friendship and love. Such confusion makes an invisible wall. Finally Gyeong-hui and Su-in leave Ji-hwan, saying only that they feel uncomfortable. They left no address or phone number. Ji-hwan is unable to accept the fact that the two girls had left him. Five years later when he had somehow convinced himself he had forgotten all about them, he receives an envelope with a faded picture with no return address. Ji-hwan can feel that it is from Gyeong-hui and Su-in. He starts off to find them with a fluttering heart. A story of friendship and love starts anew.",
    "runtime": 106,
    "genre": "멜로드라마, 청춘영화, 드라마",
    "image": {
      "posters": ["image/posters/K05680_01.jpg"],
      "stlls": [
        "image/stlls/K05680_01.jpg",
        "image/stlls/K05680_02.jpg",
        "image/stlls/K05680_03.jpg",
        "image/stlls/K05680_04.jpg",
        "image/stlls/K05680_05.jpg",
        "image/stlls/K05680_06.jpg",
        "image/stlls/K05680_07.jpg",
        "image/stlls/K05680_08.jpg",
        "image/stlls/K05680_09.jpg",
        "image/stlls/K05680_10.jpg"
      ]
    },
    "tag": [
      23055,
      23056,
      23057,
      23058,
      13339,
      508,
      2616,
      23062,
      13697,
      23064,
      23065,
      1612,
      12537,
      8047,
      23069,
      4729,
      8756,
      23072,
      2723,
      19106,
      9863,
      23076,
      23077,
      23078,
      12760,
      23080,
      22481,
      5608,
      6301,
      12492,
      23085,
      23086,
      3117,
      23088,
      19308,
      8110,
      23091,
      23092,
      23093,
      23094,
      23095,
      23096,
      17413,
      9582,
      23099,
      23100,
      23101,
      23102,
      23103,
      23104,
      23105,
      23106,
      23107,
      23108,
      15789,
      23110,
      23111,
      103,
      17650,
      13514,
      22519,
      22385,
      3133,
      23118,
      23119,
      23120,
      23121,
      12972,
      18437,
      23124,
      7899,
      4480,
      23127,
      23128,
      23129,
      23130,
      29,
      1461,
      1119,
      31,
      291,
      401
    ],
    "date": "20020913",
    "score": 1000
  },
  {
    "id": 3676,
    "docid": "K09847",
    "title": "미쓰 홍당무",
    "titleEng": "Crush And Blush Miss Hongdangmu",
    "director": "이경미",
    "actor": "공효진, 이종혁, 서우, 황우슬혜, 방은진, 서보익, 라미란, 고희주, 박지수, 전민정, 장진영, Michael Onyeka, 김희영, 장혜진, 마세라, 송주은, 최유라, 김채윤, 양현진, 이다은, 윤연수, 김채울, 정준수, 김보현, 홍현철, 김성은, 서영주, 최희진, 봉준호, 정정훈, 박찬욱, 배성우",
    "plotKr": "시도 때도 없이 얼굴 빨개지는 안면홍조증에 걸린 양미숙은 비호감에 툭하면 삽질을 일삼는 고등학교 러시아어 교사이다. '지지난해 회식자리에서도 내 옆에 앉았고, 집으로 가는 차 안에서도 내 옆에 앉은 걸 보면 서선생님은 나를 좋아하는 게 분명해! 라는 착각에 사로잡힌 양미숙. 그녀 앞에 단지 예쁘다는 이유로 사랑 받는 모든 여자의 적 이유리가 나타났다. 같은 학교 러시아어 교사인 이유리. 그러나 러시아어가 인기 없단 이유로 양미숙은 중학교 영어 선생으로 발령 나고, 자신이 짝사랑하는 서선생과 이유리 사이에도 미묘한 기운이 감지되는데... 열심히 해도 미움 받는 양미숙, 대충 해도 사랑 받는 이유리. 미숙은 자신이 영어교사로 발령 난 것도, 서선생의 마음을 얻지 못한 것도 모두 그녀 때문이라고 생각한다. 급기야 질투와 원망에 사로잡힌 양미숙은 서선생과 이유리 사이를 떨어뜨리기 위해 서선생의 딸 이자 싸가지없는 전교왕따 서종희와 모종의 비밀스런 동맹을 맺게 되는데…!전공 아닌 과목 가르치기, 아프지도 않은 몸 챙기기, 내 것도 아닌 남자 사랑하기. 29년째 삽질 인생을 걸어온 비호감 양미숙. 이제 짝사랑하는 남자를 지키기 위해 그녀의 본격적인 삽질이 시작된다.",
    "plotEng": "29 year-old Me-sook is the most unpopular teacher at school. She used to be a Russian language teacher at a high school, but was relegated to a middle school to teach English which she can’t even understand. And she has a blushing problem so she is often afraid to even lift her face up. But to top it off, she is in love with another married teacher SEO, and believes that he feels the same but is just too shy to show his feelings. So when she finds out that he’s having an affair with an attractive Russian teacher who took her place in high school, Me-sook decides to take action. Hiding her true intentions, she forms an alliance with SEO’s daughter Jong-hee, the most unpopular student at school. Jong-hee cooperates with Me-sook to save her father’s marriage. They plot ways to separate the lovebirds, becoming friends in the process. But without realizing, they slowly fall into their own trap.(KOFIC)",
    "runtime": 100,
    "genre": "코메디, 드라마",
    "image": {
      "posters": ["image/posters/K09847_01.jpg", "image/posters/K09847_02.jpg"],
      "stlls": [
        "image/stlls/K09847_01.jpg",
        "image/stlls/K09847_02.jpg",
        "image/stlls/K09847_03.jpg",
        "image/stlls/K09847_04.jpg",
        "image/stlls/K09847_05.jpg",
        "image/stlls/K09847_06.jpg",
        "image/stlls/K09847_07.jpg",
        "image/stlls/K09847_08.jpg",
        "image/stlls/K09847_09.jpg",
        "image/stlls/K09847_10.jpg"
      ]
    },
    "tag": [
      90497,
      90498,
      90499,
      90500,
      12301,
      2819,
      30423,
      80887,
      4461,
      76239,
      47219,
      90508,
      49406,
      15637,
      6159,
      90512,
      36589,
      71318,
      90515,
      10104,
      90517,
      90518,
      90519,
      90520,
      90521,
      79125,
      90523,
      26168,
      69210,
      4531,
      31124,
      65466,
      24530,
      3733,
      89046,
      90532,
      29,
      30,
      31,
      6659,
      222
    ],
    "date": "20081016",
    "score": 1000
  },
  {
    "id": 4103,
    "docid": "K10119",
    "title": "내 사랑 내 곁에",
    "titleEng": "Closer to HeavenNae Sarang Nae Gyeote",
    "director": "박진표",
    "actor": "하지원, 김명민, 남능미, 임하룡, 최종률, 신신애, 임종윤, 임형준, 임성민, 손가인, 장원영, 홍석연, 김여진, 강신일, 김광규, 정의철, 손영순, 송영창, 유승목, 김영필, 김영훈, 최요한, 설경구, 전수지, 서효림, 유지연, 김미희, 박지연, 윤미, 신희용, 강주연, 김예스란, 김영현, 이상혁, 조용현, 박현영, 신치영, 이승우, 김해준, 김소원, 김혜림, 김기천, 최대웅, 최청자, 이택균, 박연두, 류상효, 고울훤, 임훈, 김선주, 이승우",
    "plotKr": "몸이 조금씩 마비되어가는 루게릭병을 앓고 있는 종우(김명민). 유일한 혈육인 어머니마저 돌아가시던 날, 종우는 어린 시절 한 동네에서 자란 장례지도사 지수(하지원)와 운명처럼 재회하고 사랑에 빠진다. 1년 뒤 결혼식을 올린 두 사람의 신혼보금자리는 바로 병원. 종우는 숟가락 하나 손에 쥐는 것도 힘겨운 처지지만 늘 곁을 지켜주는 아내 지수가 있어 어느 때보다 행복하고, 누구보다 투병의지가 강하다.  전신마비나 식물인간 상태의 중환자들이 모인 6인실 병동. 비슷한 아픔을 지닌 병동 식구들과 서로 격려하고 위로 받으며 지내는 사이 회복세를 보이는 환자도 수술의 희망을 찾게 된 환자도 하나 둘 생겨난다. 그러나 종우의 상태는 점점 나빠져만 가고, 병을 쿨하게 받아들이고 투병의지를 불태우던 종우도 하루하루 변해가는 자신의 몸을 지켜보는 게 점점 더 두려워진다. 그리고 마침내, 그토록 피하고 싶었던 언어장애가 시작되는데…….",
    "plotEng": "Ji-soo, a funeral director, happens to oversee the funeral services of Jong-woo’s deceased mother. Being old friends, they are excited by the unexpected reunion, but the reality is more bitter than sweet. Jong-woo is suffering from the incurable Lou Gehrig’s disease, and Ji-soo has been through two painful divorces. Jong-woo lightheartedly asks Ji-soo to just marry him. Ji-soo is surprised by the offer, but it doesn’t seem like such a bad idea to her. She wants to start a new life with the love that is starting to grow inside her, while the fear of losing Jong-woo scares her as well. Despite the disapproval of those around her, Ji-soo still goes through with the marriage to Jong-woo. As Jong-woo’s symptoms beginning to worsen with each passing day, Jong-woo gets easily irritable as he begins to lose control over more and more parts of his body. Even though he hurts Ji-soo’s feelings, all she wants is to stay with him and cure his disease.  (kofic)",
    "runtime": 121,
    "genre": "멜로드라마, 드라마",
    "image": {
      "posters": [
        "image/posters/K10119_01.jpg",
        "image/posters/K10119_02.jpg",
        "image/posters/K10119_03.jpg"
      ],
      "stlls": [
        "image/stlls/K10119_01.jpg",
        "image/stlls/K10119_02.jpg",
        "image/stlls/K10119_03.jpg",
        "image/stlls/K10119_04.jpg",
        "image/stlls/K10119_05.jpg",
        "image/stlls/K10119_06.jpg",
        "image/stlls/K10119_07.jpg",
        "image/stlls/K10119_08.jpg",
        "image/stlls/K10119_09.jpg",
        "image/stlls/K10119_10.jpg"
      ]
    },
    "tag": [
      100744,
      100745,
      100746,
      25840,
      4838,
      16507,
      100750,
      25990,
      29164,
      7118,
      50663,
      18105,
      28689,
      100757,
      59325,
      24360,
      18818,
      12533,
      12369,
      81660,
      5608,
      7540,
      24602,
      56673,
      3136,
      71753,
      4387,
      30920,
      91995,
      43401,
      23085,
      21866,
      99457,
      100777,
      50549,
      100779,
      18629,
      17650,
      74349,
      9994,
      22334,
      13397,
      100786,
      22116,
      59618,
      4618,
      2621,
      41061,
      72874,
      50683,
      100794,
      80613,
      100796,
      73148,
      13397,
      153,
      1461,
      31,
      14561,
      401
    ],
    "date": "20090924",
    "score": 1000
  },
  {
    "id": 4945,
    "docid": "K11332",
    "title": "하녀",
    "titleEng": "The Housemaid Hanyeo",
    "director": "임상수",
    "actor": "전도연, 이정재, 윤여정, 서우, 박지영, 안서현, 황정민, 문소리, 김진아, 채태백, 전신환, 노상민, 장순규, 조용재, 임현경, 이금연, 김지선, 한송이, 박지선, 윤선혜, 서하영, 김재현, 우혜선, 김은옥, 한송이, 김지선, 박지선, 신재민",
    "plotKr": "김기영 감독의 1960년작을 리메이크한 2010년 영화  하녀 는 상류층 가정의 하녀로 들어간 한 여자가 주인 남자와 육체적 관계를 맺으면서 벌어지는 파격적인 스토리를 그린 에로틱 서스펜스. 이혼 후 식당 일을 하면서도 해맑게 살아가던 '은이(전도연)', 유아교육과를 다닌 이력으로 자신에게는 까마득하게 높은 상류층 대저택의 하녀로 들어간다. 완벽해 보이는 주인집 남자 '훈(이정재)', 쌍둥이를 임신 중인 세련된 안주인 '해라(서우)', 자신을 엄마처럼 따르는 여섯 살 난 '나미', 그리고 집안 일을 총괄하는 나이든 하녀 '병식(윤여정)'과의 생활은 낯설지만 즐겁다. 어느 날, 주인 집 가족의 별장 여행에 동행하게 된 '은이'는 자신의 방에 찾아온 '훈'의 은밀한 유혹에 이끌려 육체적인 관계를 맺게 되고 본능적인 행복을 느낀다. 이후에도 '은이'와 '훈'은 '해라'의 눈을 피해 격렬한 관계를 이어간다. 하지만 얼마 지나지 않아 '병식'이 그들의 비밀스런 사이를 눈치채면서 평온하던 대저택에 알 수 없는 긴장감이 감돌기 시작하는데….",
    "plotEng": " The Housemaid  is a 2010 remake of director KIM Ki-young's film of 1960 and is a shocking erotic suspense story about a woman who goes to work as a housemaid in a rich household and has an affair with the man of the house. Euny(JEON Do-yeon) is a divorcee who works happily in a restaurant. A major in early childhood education lands her a job as a housemaid in a huge mansion belonging to a upper high class family. Life with Hoon(LEE Jung-jae), the man of the manor who seems perfect, Hae-ra(SEO Woo), the sophisticated lady of the house who is expecting twins, Nami, a 6-year-old girl who takes a liking to Euny as if she were her mother, and Byeong-sik (YOON Yeo-jung), the senior housemaid who oversees the household, is bizarre yet fun. The family and Euny are on a trip to a family estate when Hoon comes to Euny's room and seduces her into having intercourse with him, which satisfies her primal desires. The two continue to have an affair behind Hae-ra's back. Before long, Byeong-sik finds out about their secret rendezvous and the mansion is filled with tension…",
    "runtime": 106,
    "genre": "스릴러, 멜로드라마",
    "image": {
      "posters": ["image/posters/K11332_01.jpg", "image/posters/K11332_02.jpg"],
      "stlls": [
        "image/stlls/K11332_01.jpg",
        "image/stlls/K11332_02.jpg",
        "image/stlls/K11332_03.jpg",
        "image/stlls/K11332_04.jpg",
        "image/stlls/K11332_05.jpg",
        "image/stlls/K11332_06.jpg",
        "image/stlls/K11332_07.jpg",
        "image/stlls/K11332_08.jpg",
        "image/stlls/K11332_09.jpg",
        "image/stlls/K11332_10.jpg"
      ]
    },
    "tag": [
      118911,
      118912,
      118913,
      4610,
      4388,
      2714,
      29332,
      30423,
      6852,
      101374,
      13179,
      12720,
      6666,
      64016,
      118925,
      118926,
      118927,
      23884,
      13080,
      118930,
      13,
      21488,
      7191,
      56799,
      40908,
      12692,
      118937,
      114799,
      21488,
      13,
      7191,
      13540,
      29,
      68,
      1461,
      7586,
      46
    ],
    "date": "20100513",
    "score": 1000
  },
  {
    "id": 9696,
    "docid": "K15775",
    "title": "미씽: 사라진 여자",
    "titleEng": "Missing  missing: sarajin yeoja ",
    "director": "이언희",
    "actor": "엄지원, 공효진, 서하늬, 김가률, 박해준, 김희원, 전석찬, 이성욱, 고준, 장원영, 김진구, 김지훈, 체리쉬 라미레즈, 길해연, 김선영, 이용이, 서은아, 박명신, 주민하, 백현우, 박찬홍, 홍성덕, 양종현, 우기홍, 황준원, 권범택, 강문경, 영건, 조성훈, 김창옥, 최유송, 장효진, 서혜진, 이봉구, 함성민, 유안, 김지훈, 장영, 김영미, 세율, 송민혁, 변진수, 김진욱, 김형근, 만달, 이동희, 김미정, 권방현, 염문경, 전병기, 주부진, 이도현, 박선주, 신담수, 김기호, 박지슬, 윤대열, 이미진, 천성복, 안해경, 천중현, 천가윤, 김규엽, 정혜선, 박슬기, 이세빈, 조혜리, 김예빈, 김유진, 권현수, 김해일, 지유정, 김용철, 강태수, 안재만, 서인덕, 백현익, 김성우, 김석태, 오창석, 김단비, 송채원, 황유미, 정아영, 한연주, 조성봉, 김광호, 김경애, 장유진, 이솔잎, 전진희, 조승연, 김진옥, 이현정, 임선민, 임영, 조달환",
    "plotKr": "천사 같던 그녀의 새빨간 거짓말 그리고 거짓보다 더 무서운 진실그녀를 찾아야만 한다. 이혼 후 육아와 생계를 혼자 책임져야 하는 워킹맘 지선은 헌신적으로 딸을 돌봐주는 보모 한매가 있어 늘 다행이라고 생각한다. 어느 날, 퇴근 후 집에 돌아온 지선은 보모 한매와 딸 다은이가 흔적도 없이 사라져 버린 것을 알게 된다. 지선은 뒤늦게 경찰과 가족에게 사실을 알리지만 아무도 그녀의 말을 믿지 않고, 오히려 양육권 소송 중 일으킨 자작극으로 의심한다. 결국 홀로 한매의 흔적을 추적하던 지선은 집 앞을 서성이는 정체불명의 남자와 주변 사람들의 이상한 증언들로 더욱 혼란에 빠지게 되고, 그녀의 실체에 가까워질수록 이름, 나이, 출신 등 모든 것이 거짓이었다는 충격적인 진실을 알게 되는데…2016년 11월, 가슴 시린 추적이 시작된다.",
    "plotEng": "Ji-sun (UHM Ji-won) is a divorced single mother raising a baby daughter Da-eun. She relies on Han-mae (KONG Hyo-jin), a nanny from China, to take care of her daughter. One day, she finds kind and sincere Han-mae disappears with Da-eun. Ji-sun’s husband and police suspect she hid their daughter because they are under custody battle. Meanwhile, a strange man loiters near her house. Ji-sun gets to know everything about Han-mae is a lie, including even her name and identity while she looks for her daughter alone.",
    "runtime": 100,
    "genre": "미스터리, 드라마",
    "image": {
      "posters": ["image/posters/K15775_01.jpg"],
      "stlls": ["image/stlls/default.jpg"]
    },
    "tag": [
      219766,
      219767,
      219768,
      31104,
      4797,
      12301,
      219772,
      219773,
      71692,
      32217,
      219776,
      92222,
      201321,
      59325,
      2732,
      12673,
      219782,
      30376,
      2942,
      6671,
      129735,
      16587,
      72763,
      46773,
      219790,
      61258,
      17522,
      22802,
      136879,
      22799,
      120582,
      175994,
      73134,
      135476,
      181015,
      50545,
      68945,
      112919,
      81747,
      91519,
      12673,
      139520,
      2736,
      219809,
      177811,
      124066,
      22261,
      13053,
      219814,
      3741,
      22052,
      36299,
      179107,
      124296,
      6186,
      49659,
      44662,
      89469,
      7042,
      219825,
      176738,
      15588,
      219828,
      219829,
      219830,
      219831,
      219832,
      40926,
      44020,
      56566,
      6856,
      180244,
      12508,
      219839,
      137081,
      219841,
      13247,
      219843,
      219844,
      219845,
      101384,
      46625,
      219848,
      75866,
      34468,
      216028,
      117220,
      68157,
      219854,
      219855,
      13241,
      8042,
      106339,
      123421,
      137914,
      3809,
      86486,
      8057,
      219864,
      200309,
      15893,
      29,
      115,
      31,
      25563,
      292
    ],
    "date": "20161130",
    "score": 1000
  },
  {
    "id": 1526,
    "docid": "K06337",
    "title": "주홍글씨",
    "titleEng": "The Scarlet Letter Juhonggeulssi",
    "director": "변혁",
    "actor": "한석규, 이은주, 성현아, 엄지원, 김진근, 도용구, 정인기, 김충렬, 최규환, 원창연, 양태도, 김혜진, 정미애, 박은화, 최덕호, 전현숙, 권방현, 정승혁, 김중기, 변혁, the bird",
    "plotKr": "세상에 거칠 것 없는 남자 기훈. 강력계 형사인 그에게는 단아하고 순종적인 아내 수현(엄지원)과 도발적이고 매혹적인 정부 가희(이은주)가 있고, 탄탄한 성공가도 또한 보장되어 있다. 그에게 한 건의 살인사건이 맡겨진다. 남편이 살해된 상황에 직면한, 창백한 미망인 경희(성현아). 속내를 알 수 없는 묘한 여자이다. 치정살인을 의심한 기훈은 경희를 용의자로 여기고 사건에 접근해간다. “결혼생활에 문제가 있었나요? 애인 있죠? 사랑합니까, 그 사람?” 기훈의 공격적 수사가 진행되지만, 사건은 점점 미궁으로 빠져든다.한편, 아내의 임신 사실을 알게 된 기훈은 가희와의 관계를 정리하려 하지만, 자기 자신이 가희에게 얼마나 깊이 중독되어 있는지 확인하게 될 뿐이다. 도회적이고 화려한 외양 속에 고독한 내면을 가진 가희는 삶의 유일한 이유인 기훈과의 사랑이 흔들리기 시작하자 절망과 고통을 느낀다. 기훈의 아내 수현은 그 모든 사실을 아는지 모르는지 자신만의 비밀을 품은 채 폭풍 속 고요같은 시간을 이어간다.긴장과 불안의 시간이 흐르는 가운데, 세 여자 각자의 충격적 비밀이 하나 둘 실체를 드러내고... 반전의 소용돌이에 휩싸이는 치정살인사건과 함께 치정로맨스도 파국을 향하는데...",
    "plotEng": "Strong and confident detective Gi-hun is married to a refined and submissive woman, Su-hyeon.  He also has a provocative and alluring lover, Ga-hee.  On the brink of being promoted, he is given a murder case to solve.  A man is found dead, and his wife is suspected.  He interrogates her:  Was there a problem in the marriage?  Do you have a lover?  You must have a lover.  Do you love him?  He aggressively attempts to solve the murder, but falls deeper into the mystery.  At the same time, upon learning that his wife is pregnant, he tries to end things with Ga-hee.  However, he learns how deeply he is addicted to Ga-hee, for Ga-hee, with her solitary nature and urbane, gorgeous exterior, lives only for him. When she suffers after his attempt to break up, she begins to feel detached from him.  Su-hyeon, whether she knows about her husband's infidelity or not, leads a quiet lifelike the calm before a storm.  In the midst of this quiet intensity, the secrets of the film's three women are revealed, as the story comes to an unexpected close.",
    "runtime": 118,
    "genre": "멜로드라마, 범죄, 스릴러",
    "image": {
      "posters": [
        "image/posters/K06337_01.jpg",
        "image/posters/K06337_02.jpg",
        "image/posters/K06337_03.jpg"
      ],
      "stlls": [
        "image/stlls/K06337_01.jpg",
        "image/stlls/K06337_02.jpg",
        "image/stlls/K06337_03.jpg",
        "image/stlls/K06337_04.jpg",
        "image/stlls/K06337_05.jpg",
        "image/stlls/K06337_06.jpg",
        "image/stlls/K06337_07.jpg",
        "image/stlls/K06337_08.jpg",
        "image/stlls/K06337_09.jpg",
        "image/stlls/K06337_10.jpg"
      ]
    },
    "tag": [
      36279,
      36280,
      36281,
      2713,
      29915,
      508,
      21452,
      4797,
      8617,
      12332,
      18437,
      36290,
      20175,
      3837,
      12422,
      22066,
      20370,
      36296,
      36297,
      23124,
      36299,
      25588,
      18533,
      36302,
      36303,
      29,
      1461,
      167,
      68,
      200,
      222
    ],
    "date": "20041029",
    "score": 1000
  },
  {
    "id": 9398,
    "docid": "K15340",
    "title": "연애담",
    "titleEng": "Our Love Story  yeonaedam ",
    "director": "이현주",
    "actor": "이상희, 류선영, 박근록, 임성미, 김종수, 이지수, 박주환, 이다영, 한근섭, 이태리, 김시헌, 윤화경, 채유희, 김기범, 유우람, 차승호, 정아미, 장병기, 김한라, 김현숙, 배은하, 양익제, 윤덕준, 이현인, 조근하, 최선호, 김평기, 신동훈, 이성용, 방우리, 봉준영, 안주영, 이상학, 이우현, 김성환, 송승헌, 양진열, 나홍준, 박성우, 박예람, 이윤화, 이정곤, 진형민, 최윤태, 장혁진, 최선호",
    "plotKr": "미술을 공부하는 윤주는 졸업 전시를 준비하고 있다. 작품의 재료를 구하러 간 고물상에서 지수와 마주치게 된 윤주는 어울리지 않는 공간에 있는 지수의 모습에 호감이 간다. 담담한 시선으로 두 여성의 사랑을 온기 있게 다룬 드라마.",
    "plotEng": "The love story in question is that of Yoon-ju, a fine arts student who meets the eccentric bartender Ji-soo while searching for materials for a project installation. Though she had previously been in relationships with men, Yoon-ju finds herself falling for Ji-soo’s charms and cautiously follows her desires.",
    "runtime": 99,
    "genre": "드라마, 멜로/로맨스",
    "image": {
      "posters": [
        "image/posters/K15340_01.jpg",
        "image/posters/K15340_02.jpg",
        "image/posters/K15340_03.jpg",
        "image/posters/K15340_04.jpg",
        "image/posters/K15340_05.jpg",
        "image/posters/K15340_06.jpg",
        "image/posters/K15340_07.jpg"
      ],
      "stlls": [
        "image/stlls/K15340_01.jpg",
        "image/stlls/K15340_02.jpg",
        "image/stlls/K15340_03.jpg",
        "image/stlls/K15340_04.jpg",
        "image/stlls/K15340_05.jpg",
        "image/stlls/K15340_06.jpg",
        "image/stlls/K15340_07.jpg",
        "image/stlls/K15340_08.jpg"
      ]
    },
    "tag": [
      215441,
      215442,
      215443,
      215444,
      2597,
      88811,
      93676,
      95355,
      17093,
      7972,
      90188,
      40288,
      107904,
      20533,
      197311,
      204850,
      161913,
      10093,
      170356,
      150585,
      115609,
      215462,
      215463,
      12646,
      215465,
      197882,
      215467,
      215468,
      215469,
      13524,
      197912,
      4565,
      5598,
      127528,
      197908,
      98839,
      49904,
      14474,
      60856,
      24939,
      196472,
      215482,
      39578,
      215484,
      215485,
      197867,
      197913,
      3822,
      38234,
      13524,
      29,
      31,
      4234,
      25563,
      292
    ],
    "date": "20161117",
    "score": 1000
  },
  {
    "id": 4087,
    "docid": "K10456",
    "title": "백야행 - 하얀 어둠 속을 걷다",
    "titleEng": "White Night Baegyahaeng  Hayan Eodum Sogeul Geotda",
    "director": "박신우",
    "actor": "한석규, 손예진, 고수, 이민정, 박성웅, 차화연, 정진, 임지규, 방중현, 윤다경, 정인기, 홍지희, 주다영, 원덕현, 예수정, 한예원, 김지현, 조경숙, 최진호, 홍재성, 김성오, 조연호, 한철우, 서동수, 손정환, 조석현, 임세진, 한국진, 이재구, 서진원, 노익현, 박진우, 김정국, 안장훈, 오상호, 박희정, 류혜연, 구본진, 김영선, 박혜련, 손소영, 김석주, 유일한, 윤찬, 이지영, 이창욱, 장지인, 장현정, 봉승호, 채혜신, 최정아, 고선희, 최은선, 한상희, 김정화",
    "plotKr": "출소한 지 얼마 안된 한 남자가 잔인하게 살해 당한다. 이 사건이 14년 전 발생한 한 살인사건과 연관되어 있음을 안 수사팀은 담당형사였던 동수(한석규 분)를 찾아가고, 그는 본능적으로 당시 피해자의 아들이었던 요한(고수 분)이 연루되어 있음을 직감한다한편, 재벌총수 승조의 비서실장 시영(이민정 분)은 승조를 위해 그의 약혼녀 미호(손예진 분)의 뒤를 쫓는다. 모든 면에서 완벽한 미호. 하지만 비현실적일 만큼 완벽했던 미호에게 석연치 않은 과거의 흔적이 발견되면서, 그녀 곁에 그림자처럼 맴돌고 있는 존재를 발견하게 된다. 서로 다른 대상을 쫓다 한 자리에서 만나게 된 시영과 동수. 그들은 요한과 미호의 과거에 관한 충격적인 사실을 알게 된다. 14년 전 발생했던 사건의 살인용의자가 미호의 엄마, 피살자가 요한의 아빠였으며, 새로운 삶을 살고 있는 미호와 달리 요한은 여전히 어둠 속에 갇혀 살고 있다는 것이다. 마치 빛과 그림자처럼……",
    "plotEng": "A pawnbroker is found murdered in a remote town in a derelict building. Three people come under suspicion but all of them have perfect alibis and the investigation comes to a standstill. Almost fifteen years pass and the lead inspector decides to reinvestigate. Fifteen years earlier, the victim’s son killed his father to save his beloved from being raped by him. And the girl killed her mother when she found out the boy had killed his father. For fifteen years, the boy has been eliminating anyone that tries to interfere with her life. He exists as a shadow, requiring nothing from her in return. She knows what he has done for her sake but looks away from it. As their love grows, more crimes happen. As their sin grows, the inspector’s chase comes closer to them. (KOFIC)",
    "runtime": 135,
    "genre": "멜로드라마, 범죄, 미스터리, 스릴러",
    "image": {
      "posters": [
        "image/posters/K10456_01.jpg",
        "image/posters/K10456_02.jpg",
        "image/posters/K10456_03.jpg",
        "image/posters/K10456_04.jpg"
      ],
      "stlls": [
        "image/stlls/K10456_01.jpg",
        "image/stlls/K10456_02.jpg",
        "image/stlls/K10456_03.jpg",
        "image/stlls/K10456_04.jpg",
        "image/stlls/K10456_05.jpg",
        "image/stlls/K10456_06.jpg",
        "image/stlls/K10456_07.jpg",
        "image/stlls/K10456_08.jpg",
        "image/stlls/K10456_09.jpg",
        "image/stlls/K10456_10.jpg"
      ]
    },
    "tag": [
      100390,
      100391,
      100392,
      53469,
      29915,
      2616,
      37933,
      19548,
      7564,
      100399,
      19708,
      59128,
      100402,
      22099,
      18437,
      94975,
      36695,
      17934,
      13655,
      35059,
      4893,
      68903,
      13646,
      50848,
      23256,
      7400,
      36781,
      6211,
      24251,
      45193,
      12823,
      23260,
      7138,
      2649,
      8564,
      13239,
      15302,
      35258,
      100428,
      23474,
      83612,
      78555,
      2726,
      98515,
      40231,
      4576,
      13709,
      12681,
      6844,
      17192,
      53814,
      59539,
      100442,
      100443,
      100444,
      100445,
      100446,
      100447,
      30695,
      153,
      1461,
      167,
      115,
      68,
      14561,
      292
    ],
    "date": "20091119",
    "score": 1000
  },
  {
    "id": 2446,
    "docid": "K07435",
    "title": "타짜",
    "titleEng": "Tazza: The High Rollers Tajja",
    "director": "최동훈",
    "actor": "조승우, 김혜수, 백윤식, 유해진, 김응수, 김상호, 김윤석, 주진모, 김경익, 이수경, 김정난, 권태원, 조상건, 백도빈, 서동수, 박명신, 김미라, 최종률, 최효상, 장준녕, 김강우, 이재구, 최재섭, 도윤주, 도용구, 김광규, 서종해, 오호진, 김민규, 임정은, 김민경, 박수영, 홍경연, 노현정, 정인기, 변승현, 최영준, 조석현, 김자영, 백진철, 김정현, 심우창, 김성일, 고효진, 프란시스, 윤설희, 차지은, 김서현, 신안진, 전헌태, 최민호, 장남열, 김청옥, 이석원, 장병윤, 남현주, 조상원, 김명환, 함건수, 염상태, 윤준호, 김의성, 김진묵, 신영진",
    "plotKr": "우연히 낀 화투판에서 전문도박꾼들에게 속아 돈을 잃은 천방지축청년 고니는 돈을 되찾기 위해 타짜가 되기로 결심하고, 우연인 듯 필연처럼 만난 전설의 타짜 평경장에게서 가르침을 받는다. 그리고 잃었던 돈의 다섯 배를 따면 화투를 그만둔단 맹세와 함께 타짜의 길로 들어서게 된다.타짜가 된 고니는 평경장을 통해 도박판의 꽃, 설계자 정마담을 만나고, 커져 가는 욕망을 이기지 못한 채 그녀와의 화려한 삶을 택해 부귀영화를 누리게 되나, 악하지 못한 고니의 본성은 또다시 그를 다른 길로 이끈다. 결국, 고니는 평경장에 이어 정마담과도 각자의 길을 가기에 이른다.이후 인간적인 타짜 고광렬을 만나 함께 전국의 화투판을 휩쓸던 고니는 자신을 이 세계로 이끈 장본인을 찾아 드디어 복수에 성공하고! 한편, 고니에 대한 소문을 들은 죽음의 타짜 아귀는 정마담을 미끼로 해 고니를 죽음의 한판으로 불러들이는데...!!!",
    "plotEng": "Go-nee has lost his entire savings, saved over a period of 5 years, at a gambling joint. While Go-nee drinks heavily, determined to throw away his life, he discovers that he was swindled by professional fraudulent gamblers, so-called ‘slickers’. To regain his sister’s money, Go-nee begins training to be the best slicker under a master of gambling, Mr. PYEONG. Go-nee becomes famous, wandering about different gambling places throughout the country with PYEONG. Moreover, Madam JUNG who has never gotten along with Mr. PYEONG, begins to show interest in Go-nee…",
    "runtime": 139,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K07435_01.jpg",
        "image/posters/K07435_02.jpg",
        "image/posters/K07435_03.jpg"
      ],
      "stlls": [
        "image/stlls/K07435_01.jpg",
        "image/stlls/K07435_02.jpg",
        "image/stlls/K07435_03.jpg",
        "image/stlls/K07435_04.jpg",
        "image/stlls/K07435_05.jpg",
        "image/stlls/K07435_06.jpg",
        "image/stlls/K07435_07.jpg",
        "image/stlls/K07435_08.jpg",
        "image/stlls/K07435_09.jpg",
        "image/stlls/K07435_10.jpg"
      ]
    },
    "tag": [
      59840,
      59841,
      59842,
      37408,
      2881,
      13667,
      5397,
      1614,
      4620,
      12814,
      16697,
      1608,
      19237,
      2850,
      13648,
      2900,
      4621,
      37446,
      6211,
      16587,
      16015,
      29164,
      12368,
      45192,
      19710,
      7138,
      34402,
      45210,
      12332,
      12369,
      37432,
      59871,
      28377,
      24945,
      8625,
      29833,
      2887,
      4568,
      18437,
      45200,
      6899,
      45193,
      46412,
      8165,
      2718,
      23226,
      29218,
      23972,
      59888,
      59889,
      59890,
      12808,
      59892,
      7883,
      59894,
      2919,
      59896,
      59897,
      59898,
      36504,
      59900,
      59901,
      41067,
      52218,
      41106,
      10,
      59906,
      56053,
      153,
      31,
      2295,
      401
    ],
    "date": "20060928",
    "score": 1000
  },
  {
    "id": 679,
    "docid": "K05412",
    "title": "번지점프를 하다",
    "titleEng": "Bungee jumping of their own Beonji jeompreul hada",
    "director": "김대승",
    "actor": "이병헌, 이은주, 여현수, 홍수현, 전미선, 김갑수, 이범수, 오지혜, 김정학, 이지용, 장석원, 김준호, 남궁민, 방진의, 김원, 김민재, 이수용, 유태욱, 임재근, 김태훈, 오정선, 신은선, 안소진, 김지영, 황현인, 권태찬, 기주봉, 박철민, 김정영, 이석구, 홍미진, 서지희, 김철용, 우돈기, 황현주, 신재현, 주정한, 최낙권, 김윤오, 진교창, 강경희, 장윤정, 이소미, 박준형, 최정훈, 인용남, 정대성, 박기운, 정우진, 금종준, 어윤성, 이지웅, 강길찬, 박길용, 조준모, 김용호, 박상언, 박찬현, 고규필, 한선배, 김성현, 신재현, 최병준, 임성주, 이희성, 이덕화, 정영훈, 김준영, 이충현, 강대국, 박혜승, 최영준, 이원근, 박은희, 최해리, 노영래, 이종후, 송정란, 장기일, 조선미, 서수진, 변정현, 강승연, 이민주, 이예진, 이선영, 양혜경, 고지선, 강단비, 김정숙, 김진주 1, 김진주 2",
    "plotKr": "1983년 여름... 첫 눈에 반하는 일 따위는 믿지 않는 국문학과 82학번 서인우는 적극적이고 사랑스런 여자 82학번 인태희를 만난다. 자신의 우산 속에 뛰어들어온 여자 인태희... 비에 젖은 검은 머리, 아름다운 얼굴, 그리고 당돌한 말투까지 인우의 마음은 온통 그녀로 가득 차 버린다. 그녀의 존재로 가슴 설레하고, 그 사람의 손이 닿은 물건이면 무엇이든 소중하게 간직하며 사랑은 무르익어 간다. 험한 소리 퍼부으며 다시는 안볼것 같이 뒤돌아 가다가도 금세 혀가 말릴 정도로 그리움에 애를 태우는 그들에게 군입대라는 짧은 이별의 순간이 왔다. 그러나, 서로에게 짧은 이별이라 위로했던 그 순간은 영원으로 이어지는데... 2000년 봄... 사랑의 기억만을 간직한 채 새로운 삶을 살고 있는 인우... 이제 그는 어엿한 가장이고, 고등학교 국어교사다. 그러나 아직도 태희를 잊지 못하는 그의 정수리 위로 다시 한번 쏟아지는 감정의 소낙비... 17년 전, 소나기가 쏟아지던 그 여름 자신의 우산 속에 갑작스레 뛰어들었던 태희처럼 다시 그의 인생을 송두리째 흔드는 사람... 그녀처럼 새끼손가락을 펼치는 버릇이 있고 그녀가 했던 이야기를 그대로 하고 그녀의 얼굴이 새겨진 라이터를 가지고 있는 그 사람에게서 인우는 다시 사랑을 느끼기 시작하는데...",
    "plotEng": "The summer of 1983.SEO In-woo,majoring in Korean language  literature,has not believed in love and fate,but he falls in love with IN Tae-hee majoring in sculpture at first sight. However farewell comes unexpectedly just as his love came before.In-woo is waiting for Tae-hee at the platform where he is supposed to leave for his military service.But Tae-hee doesn't arrive up until the very last.  17 years later.In-woo has forgotten Tae-hee and married another woman.Now he has become a high school teacher. However love hits him again,and the object of his love is his 17 year-old male pupil, named LIM Hyun-bin.He can't accept his emotion at first,but he feels the IN Tae-hee of 17 years ago from Hyun-bin's every action. Her unique curiosity, peculiar habits and especially the lighter of 17 years ago which Tae-hee made! Tae-hee had been in a car accident on her way to the platform where In-woo waited for her and left for his military service 17 years ago. She died.She was born again as Hyun-bin,In-woo's male pupil. Now,they drown themselves off a beautiful cliff in New Zealand with the unwavering faith ofmeeting in the next life.They look like a couple of birds flying high...",
    "runtime": 101,
    "genre": "멜로드라마, 판타지, 드라마",
    "image": {
      "posters": ["image/posters/K05412_01.jpg"],
      "stlls": [
        "image/stlls/K05412_01.jpg",
        "image/stlls/K05412_02.jpg",
        "image/stlls/K05412_03.jpg",
        "image/stlls/K05412_04.jpg",
        "image/stlls/K05412_05.jpg",
        "image/stlls/K05412_06.jpg",
        "image/stlls/K05412_07.jpg",
        "image/stlls/K05412_08.jpg",
        "image/stlls/K05412_09.jpg",
        "image/stlls/K05412_10.jpg"
      ]
    },
    "tag": [
      15078,
      15079,
      15080,
      15081,
      4691,
      508,
      15084,
      15085,
      15086,
      12462,
      2644,
      13181,
      12534,
      15091,
      15092,
      9872,
      12403,
      15095,
      15096,
      13351,
      15098,
      15099,
      15100,
      103,
      15102,
      15103,
      15104,
      6317,
      15106,
      15107,
      1057,
      2918,
      7671,
      1136,
      15112,
      15113,
      15114,
      15115,
      4530,
      15117,
      15118,
      15119,
      2824,
      15121,
      15122,
      15123,
      15124,
      15125,
      15126,
      15127,
      15128,
      15129,
      8004,
      15131,
      15132,
      15133,
      15134,
      15135,
      15136,
      4810,
      15138,
      15139,
      15140,
      15141,
      15142,
      15117,
      15144,
      15145,
      15146,
      15147,
      15148,
      6226,
      8002,
      15151,
      15152,
      6899,
      15154,
      15155,
      13225,
      15157,
      15158,
      15159,
      15160,
      15161,
      15162,
      15163,
      15164,
      15165,
      15166,
      108,
      15168,
      15169,
      15170,
      15171,
      15172,
      15173,
      29,
      1461,
      155,
      31,
      45,
      70
    ],
    "date": "20010202",
    "score": 1000
  },
  {
    "id": 2160,
    "docid": "K06750",
    "title": "왕의 남자",
    "titleEng": "King and the Clown  Wangui Namja ",
    "director": "이준익",
    "actor": "감우성, 정진영, 강성연, 이준기, 장항선, 유해진, 정석용, 이승훈, 윤주상, 최일화, 신정근, 박수일, 우현, 윤소정, 김현진, 전일범, 맹봉학, 정대용, 이영석, 서승원, 김주홍, 이호원, 박정구, 조원일, 김현아, 조경훈, 이제국, 하희경, 조련, 이석호, 신운섭, 하철승, 금동현, 유효정, 장준하, 소승언, 이건우, 강은진, 이정민, 정연옥, 구민혜, 김명섭, 김윤정, 채준길, 박영수, 문정우, 윤정민, 이주용, 도당 청소년 연희단, 김훈규, 김진혁, 민영성, 한일규, 정명현, 남호연, 김진영, 민기홍, 이종국, 성광우, 김진수, 오전근, 이동수, 이상철, 박찬종, 김동규, 박성호, 주병언, 강창수, 김완영, 이동헌, 윤준석, 박오진, 조경훈",
    "plotKr": "조선시대 연산조. 남사당패의 광대 장생(감우성 분)은 힘있는 양반들에게 농락당하던 생활을 거부하고, 자신의 하나뿐인 친구이자 최고의 동료인 공길(이준기 분)과 보다 큰 놀이판을 찾아 한양으로 올라온다. 타고난 재주와 카리스마로 놀이패 무리를 이끌게 된 장생은 공길과 함께 연산(정진영 분)과 그의 애첩인 녹수(강성연 분)를 풍자하는 놀이판을 벌여 한양의 명물이 된다. 공연은 대 성공을 이루지만, 그들은 왕을 희롱한 죄로 의금부로 끌려간다.  의금부에서 문초에 시달리던 장생은 특유의 당당함을 발휘해 왕을 웃겨 보이겠다고 호언장담하지만 막상 왕 앞에서 공연을 시작하자 모든 광대들이 얼어붙는다. 장생 역시 극도의 긴장감 속에서 왕을 웃기기 위해 갖은 노력을 하지만 왕은 꿈쩍도 하지 않고... 바로 그 때 얌전하기만 한 공길이 기지를 발휘해 특유의 앙칼진 연기를 선보이자 왕은 못 참겠다는 듯이 크게 웃어버린다. 이들의 공연에 흡족한 왕은 궁 내에 광대들의 거처, 희락원(喜樂園)을 마련해 준다. 궁에 들어온 광대들은 신바람이 나서 탐관오리의 비리를 풍자하는 공연을 선보이고, 왕은 즐거워한다. 하지만 중신들의 분위기가 싸늘함을 감지한 왕이 중신 중 한 명을 웃지 않는다며 탐관오리라는 명목으로 형벌을 내리고 연회장엔 긴장감이 감돈다. 연이은 연회에서 광대들은 여인들의 암투로 인해 왕이 후궁에게 사약을 내리는 경극을 연기하고, 연산은 같은 이유로 왕에게 사약을 받았던 생모 폐비 윤씨를 상기하며 진노하여 그 자리에서 선왕의 여자들을 칼로 베어 죽게 한다. 공연을 할 때마다 궁이 피바다로 변하자, 흥을 잃은 장생은 궁을 떠나겠다고 하지만 공길은 알 수 없는 이유로 남겠다고 한다. 그 사이 왕에 반발한 중신들은 광대를 쫓기 위한 음모를 꾸미고 왕의 관심을 광대에게 빼앗겼다는 질투심에 휩싸인 녹수 역시 은밀한 계략을 꾸민다.",
    "plotEng": "In the years of the infamous King Yeon-san, two clowns start a play that is satirical of the king and become popular among the common people. But soon they get arrested for treason, and they bet their lives on making the king laugh with their play acting. Their fortunate success leads them to stay in the palace and perform regular plays. As the king shows growing attraction and love towards one of the clowns, they realize that they are into irreversible stages of their lives, entwined with desire, power and thick blood.  (KOFIC)",
    "runtime": 119,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K06750_01.jpg",
        "image/posters/K06750_02.jpg",
        "image/posters/K06750_03.jpg",
        "image/posters/K06750_04.jpg",
        "image/posters/K06750_05.jpg"
      ],
      "stlls": [
        "image/stlls/K06750_01.jpg",
        "image/stlls/K06750_02.jpg",
        "image/stlls/K06750_03.jpg",
        "image/stlls/K06750_04.jpg",
        "image/stlls/K06750_05.jpg",
        "image/stlls/K06750_06.jpg",
        "image/stlls/K06750_07.jpg",
        "image/stlls/K06750_08.jpg",
        "image/stlls/K06750_09.jpg",
        "image/stlls/K06750_10.jpg"
      ]
    },
    "tag": [
      52780,
      52781,
      52782,
      30538,
      20690,
      7382,
      49253,
      40851,
      1133,
      1614,
      1615,
      15553,
      2805,
      12916,
      22989,
      18141,
      28746,
      12746,
      12583,
      38186,
      2897,
      13188,
      33620,
      37233,
      6670,
      37433,
      52806,
      52807,
      8868,
      13361,
      52810,
      32695,
      1448,
      18315,
      4628,
      8154,
      15294,
      23769,
      52818,
      52819,
      37671,
      52821,
      100,
      52823,
      48085,
      52825,
      49923,
      52827,
      41807,
      52829,
      52830,
      52831,
      52832,
      30623,
      20181,
      52835,
      52836,
      52837,
      52838,
      19661,
      25249,
      16335,
      52842,
      17932,
      52844,
      8567,
      17370,
      52847,
      23302,
      28547,
      52850,
      52851,
      52852,
      52853,
      52854,
      52855,
      13361,
      29,
      31,
      1768,
      85
    ],
    "date": "20051229",
    "score": 1000
  },
  {
    "id": 1953,
    "docid": "K06626",
    "title": "친절한 금자씨",
    "titleEng": "Sympathy For Lady Vengeance Chinjeolhan Geumjassi",
    "director": "박찬욱",
    "actor": "이영애, 최민식, 권예영, 김시후, 남일우, 김병옥, 오달수, 이승신, 김부선, 라미란, 고수희, 서영주, 김진구, 김익태, 이영미, 장정애, 최정우, 박명신, 이용녀, 김춘기, 원미원, 오광록, 이대연, 임수경, 한재덕, 류승완, 유지태, 강혜정, 윤진서, 송강호, 신하균, 김세원, 남송우, 최성윤, 고창석, 홍혜령, 김정남, Anne Cordiner, Tony Barry, 강남미, 최정남, 고혜숙, 백복화, 노홍철, 주성완, 장민, 김금순, 송연수, 최회진, 전성애, 이경미, 이영희, 이병준, 김희수, 서지희, 김유정",
    "plotKr": "주변 사람들의 시선을 단번에 사로잡을 만큼 뛰어난 미모의 소유자인 '금자'(이영애)는 스무 살에 죄를 짓고 감옥에 가게 된다. 어린 나이, 너무나 아름다운 외모로 인해 검거되는 순간에도 언론에 유명세를 치른다. 13년 동안 교도소에 복역하면서 누구보다 성실하고 모범적인 수감생활을 보내는 금자. '친절한 금자씨'라는 말도 교도소에서마저 유명세를 떨치던 그녀에게 사람들이 붙여준 별명이다. 그녀는 자신의 주변 사람들을 한 명, 한 명, 열심히 도와주며 13년간의 복역생활을 무사히 마친다. 출소하는 순간, 금자는 그 동안 자신이 치밀하게 준비해온 복수 계획을 펼쳐 보인다. 그녀가 복수하려는 인물은 자신을 죄인으로 만든 백선생(최민식). 교도소 생활 동안 그녀가 친절을 베풀며 도왔던 동료들은 이제 다양한 방법으로 금자의 복수를 돕는다. 이금자와 백선생. 과연 13년 전 둘 사이에는 무슨 일이 있었고, 복수하려는 이유는 무엇일까. 그리고 이 복수의 끝은 어떻게 될 것인가.",
    "plotEng": "At the age of 20, Geum-ja (Lee Young-ae) is imprisoned for thirteen years for allegedly kidnapping and murdering a six-year-old boy. Her young and outstanding looks attract the attention of the media, and her life is covered by the news, even when she is in prison. For thirteen years, she is a model prisoner, following the rules very faithfully. 'Kind Geum-ja' is her nickname, as she wastes no time in winning over her cell mates' sympathies, helping them one by one until the day she is released. But from the very moment she walks away from prison, she begins her plan for vengeance, which she has been drawing up meticulously. The object of her revenge is Mr. Pak (Choi Min-sik), a former teacher who got her sent to prison. All the inmates that she helped in prison become instrumental for Geum-ja's revenge in diverse ways. What happened between her and Mr. Pak thirteen years ago? And what is the drive of her obsession for revenge? What will finally become of it all?",
    "runtime": 112,
    "genre": "드라마, 스릴러",
    "image": {
      "posters": ["image/posters/K06626_01.jpg", "image/posters/K06626_02.jpg"],
      "stlls": [
        "image/stlls/K06626_01.jpg",
        "image/stlls/K06626_02.jpg",
        "image/stlls/K06626_03.jpg",
        "image/stlls/K06626_04.jpg",
        "image/stlls/K06626_05.jpg",
        "image/stlls/K06626_06.jpg",
        "image/stlls/K06626_07.jpg",
        "image/stlls/K06626_08.jpg",
        "image/stlls/K06626_09.jpg",
        "image/stlls/K06626_10.jpg"
      ]
    },
    "tag": [
      47206,
      47207,
      47208,
      4689,
      4690,
      13298,
      47212,
      47213,
      24247,
      20006,
      22435,
      34385,
      22031,
      47219,
      2843,
      31124,
      2732,
      6817,
      6042,
      47225,
      8756,
      16587,
      4665,
      12574,
      47230,
      13180,
      4700,
      15940,
      34393,
      3717,
      4840,
      13607,
      34386,
      4692,
      4694,
      47241,
      47242,
      47243,
      13112,
      13585,
      47246,
      47247,
      47248,
      45718,
      47250,
      47251,
      47252,
      47253,
      43807,
      32845,
      33990,
      47257,
      47258,
      4481,
      2684,
      20699,
      47262,
      23382,
      15113,
      35983,
      29,
      31,
      68,
      1768,
      118
    ],
    "date": "20050729",
    "score": 1000
  },
  {
    "id": 3888,
    "docid": "K10170",
    "title": "마더",
    "titleEng": "Mother",
    "director": "봉준호",
    "actor": "김혜자, 원빈, 진구, 윤제문, 전미선, 송새벽, 이영석, 문희라, 천우희, 김병순, 여무영, 정영기, 고규필, 이미도, 김진구, 김홍집, 민경진, 조경숙, 박명신, 윤영걸, 권병길, 권범택, 하덕성, 염동현, 이정은, 임근아, 황영희, 김미준, 홍경연, 김태완, 유인수, 조문의, 곽병규, 이대현, 임성미, 성준서, 임형국, 한지희, 김민정, 장필경, 문복동, 김태환, 이승현, 남성호, 이옥주, 김정욱, 김보경, 이별임, 이현주, 한미, 최재원, 이규현, 김규남, 장용주, 최소망, Christopher Briscoe, 오원식, 박태준, 윤혜진, 정동, 권기훈, 신영식, 신재영, 박인목, 유종환",
    "plotKr": "읍내 약재상에서 일하며 아들과 단 둘이 사는 엄마(김혜자)에게 아들 도준(원빈)은 온 세상과도 같다. 약간의 정신지체를 겪고 있는 스물여덟의 도준은 행실이 불량하다고 소문난 진태(진구)와 어울리면서 자잘한 사고를 치는 등 엄마의 애간장을 태운다. 어느 날, 한 소녀가 살해당하고 도준이 범인으로 몰린다. 엄마는 아들을 구하기 위해 백방으로 뛰어다니고, 결국 직접 범인을 찾아 나선다. 그 과정에서 엄마는 사건을 목격했다는 고물상 노인이 진범이라 확신한다. 구체적인 증거를 확보하기 위해 고물상을 찾은 엄마는 그 노인에게서 진짜 범인이 도준이라는 사실을 듣게 된다. 노인이 경찰에 진술을 하려 수화기를 드는 순간, 엄마는 노인을 죽이고 고물상에 불을 지른다. 그 후 형사가 찾아와 진범이 잡혔다는 사실을 알려주고, 엄마는 진범의 면회를 간다. 진범으로 잡힌 이는 도준과 비슷한 정신지체를 겪고 있다. 도준에게는 자신이 있는 반면 이 아이에게는 돌봐줄 부모가 없다는 사실에 엄마는 눈물을 흘린다. 모든 사건이 매듭지어진 어느 날, 마을 사람들과 관광을 떠나는 엄마에게 도준은 다 타버린 고물상에서 찾은 엄마의 침통을 전해준다. 관광버스에 오른 엄마는 모든 아픔을 다 잊을 수 있는 침 자리에 스스로 침을 놓고, 달리는 관광버스 안에서 춤사위를 벌인다.",
    "plotEng": "Widowed for a long time, a mother lives alone with her only son. He is 28 years old, a shy and quiet young man. In the aftermath of a terrible murder, the woman’s hopeless, helpless son becomes the prime suspect. There is no real evidence against him, but the police throw groundless suspicion at him. Eager to close the case, the police are happy with their cursory investigation and arrest the boy. His defense attorney turns out to be incompetent and unreliable. Faced with no other choice, his mother gets involved, determined to prove her son’s innocence.",
    "runtime": 128,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K10170_01.jpg",
        "image/posters/K10170_02.jpg",
        "image/posters/K10170_03.jpg",
        "image/posters/K10170_04.jpg"
      ],
      "stlls": [
        "image/stlls/K10170_01.jpg",
        "image/stlls/K10170_02.jpg",
        "image/stlls/K10170_03.jpg",
        "image/stlls/K10170_04.jpg",
        "image/stlls/K10170_05.jpg",
        "image/stlls/K10170_06.jpg",
        "image/stlls/K10170_07.jpg",
        "image/stlls/K10170_08.jpg",
        "image/stlls/K10170_09.jpg",
        "image/stlls/K10170_10.jpg"
      ]
    },
    "tag": [
      95317,
      28241,
      95319,
      2838,
      95321,
      16953,
      33076,
      18534,
      15086,
      95326,
      33620,
      65274,
      43385,
      95330,
      73451,
      38971,
      15140,
      47754,
      2732,
      95336,
      2892,
      68903,
      16587,
      17415,
      12553,
      22799,
      2893,
      95344,
      5409,
      12373,
      31749,
      42120,
      2887,
      79438,
      12358,
      1456,
      34215,
      29173,
      95355,
      60919,
      24771,
      95358,
      8096,
      95360,
      73750,
      12560,
      7768,
      95364,
      29163,
      22807,
      12611,
      95368,
      9821,
      95370,
      23728,
      75842,
      40044,
      50187,
      95375,
      95376,
      59334,
      59364,
      8862,
      95380,
      95381,
      94107,
      17434,
      95384,
      95385,
      153,
      31,
      14561,
      46
    ],
    "date": "20090528",
    "score": 1000
  },
  {
    "id": 12224,
    "docid": "K20036",
    "title": "미성년",
    "titleEng": "Another Child Miseongnyeon",
    "director": "김윤석",
    "actor": "염정아, 김소진, 김혜준, 박세진, 김윤석, 김희원, 이희준, 정종준, 이정은, 염혜란, 이상희, 유순웅, 전수빈, 미람, 이윤재, 김혜윤, 성도현, 황재일, 이명하, 정이랑, 이준하, 우민규, 김대우, 이지성, 곽재훈, 주재윤, 정기욱, 이상홍, 신치영, 차상미, 권유나, 김영주, 김현숙, 허다정, 여이레, 서병철, 김왕도, 황동욱, 손가현, 전승유, 박중신, 홍희자, 곽나연, 유창한, 신하준, 박화영, 송은정, 박예림, 손유리",
    "plotKr": " 알아? 어떻게 모르냐. 배가 불러오는데... 같은 학교 2학년 주리(김혜준)와 윤아(박세진)가 학교 옥상에서 만났다. 최근 주리의 아빠 대원(김윤석)과 윤아의 엄마 미희(김소진) 사이에 벌어진 일을 알게 된 두 사람.이 상황이 커지는 것을 막고 싶은 주리는 어떻게든 엄마 영주(염정아) 몰래 수습해보려 하지만 윤아는 어른들 일에는 관심 없다며 엮이지 않으려 한다. 그 때, 떨어진 주리의 핸드폰을 뺏어든 윤아는 영주의 전화를 받아 그 동안 감춰왔던 엄청난 비밀을 폭로해 버리고, 이를 본 주리는 멘붕에 빠지게 되는데… 폭풍 같은 사건을 마주한 두 가족의 이야기가 시작된다.",
    "plotEng": "TWO TEENAGED GIRLS STRUGGLE THROUGH THEIR DYSFUNCTIONAL PARENTS’ AFFAIR An ordinary 17-year-old girl Joo-ri (KIM Hye-jun) finds out that her father (KIM Yoon-seok) is having an affair with the mother of her classmate Yoon-ah (PARK Se-jin). Joo-ri and Yoon-ah try to stop them from seeing each other but it only makes things worse. And to top it off, they discover that Yoon-ah’s mother, a single mom, is pregnant. Soon, everyone involved are confronted by this circle of conflict and they must each struggle through their own growing pains.",
    "runtime": 96,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K20036_01.jpg",
        "image/posters/K20036_02.jpg",
        "image/posters/K20036_03.jpg",
        "image/posters/K20036_04.jpg",
        "image/posters/K20036_05.jpg",
        "image/posters/K20036_06.jpg",
        "image/posters/K20036_07.jpg",
        "image/posters/K20036_08.jpg"
      ],
      "stlls": [
        "image/stlls/K20036_01.jpg",
        "image/stlls/K20036_02.jpg",
        "image/stlls/K20036_03.jpg",
        "image/stlls/K20036_04.jpg",
        "image/stlls/K20036_05.jpg",
        "image/stlls/K20036_06.jpg",
        "image/stlls/K20036_07.jpg",
        "image/stlls/K20036_08.jpg",
        "image/stlls/K20036_09.jpg",
        "image/stlls/K20036_10.jpg"
      ]
    },
    "tag": [
      271160,
      271161,
      271162,
      271163,
      22024,
      49381,
      234349,
      38071,
      16697,
      32217,
      71389,
      49603,
      5409,
      29191,
      2597,
      84085,
      22317,
      197293,
      32975,
      4739,
      144941,
      271181,
      198070,
      262133,
      72899,
      145536,
      8005,
      7119,
      133183,
      232279,
      234570,
      23338,
      22334,
      74614,
      47435,
      23193,
      12646,
      72565,
      217127,
      41064,
      43701,
      84281,
      271202,
      271203,
      87281,
      73284,
      269472,
      182762,
      271208,
      12502,
      27445,
      86257,
      271212,
      29,
      31,
      24870,
      201
    ],
    "date": "20190411",
    "score": 1000
  },
  {
    "id": 8333,
    "docid": "K13963",
    "title": "명량",
    "titleEng": "Roaring Currents  Myungryang",
    "director": "김한민",
    "actor": "최민식, 류승룡, 조진웅, 김명곤, 진구, 이정현, 권율, 오타니 료헤이, 이승준, 김강일, 김태훈, 박보검, 이해영, 장준녕, 문영동, 김원해, 유순웅, 김길동, 최덕문, 박노식, 장선호, 신창수, 김현태, 정제우, 강태영, 김구택, 주석태, 조복래, 고경표, 심지원, 이재구, 조하석, 이병길, 구본진, 이주실, 김민석, 한성용, 하수호, 김문종, 이태형, 이승준, 한동희, 김준형, 김재철, 이상도, 다케다 히로미츠, 켄트, 박성택, 권혁규, 서광, 차수미, 이아영, 한세주, 제수민, 정은아, 나주호, 오명훈, 남경읍, 강신구, 김기주, 김대명, 김동원, 김재한, 김현창, 박서준, 서종철, 유명환, 윤현준, 이도군, 이상현, 이원섭, 이희성, 정수남, 정의석, 차원규, 하형원, 허재호, 김병찬, 손대방, 정순태, 노민우, 다케다 히로미츠, 강일생",
    "plotKr": "1597년 임진왜란 6년, 오랜 전쟁으로 인해 혼란이 극에 달한 조선. 무서운 속도로 한양으로 북상하는 왜군에 의해 국가존망의 위기에 처하자 누명을 쓰고 파면 당했던 이순신 장군(최민식)이 삼도수군통제사로 재임명된다. 하지만 그에게 남은 건 전의를 상실한 병사와 두려움에 가득 찬 백성, 그리고 12척의 배 뿐. 마지막 희망이었던 거북선마저 불타고 잔혹한 성격과 뛰어난 지략을 지닌 용병 구루지마(류승룡)가 왜군 수장으로 나서자 조선은 더욱 술렁인다. 330척에 달하는 왜군의 배가 속속 집결하고 압도적인 수의 열세에 모두가 패배를 직감하는 순간, 이순신 장군은 단 12척의 배를 이끌고 명량 바다를 향해 나서는데…! 12척의 조선 vs 330척의 왜군 역사를 바꾼 위대한 전쟁이 시작된다!",
    "plotEng": "The story of Korean history’s most astonishing military victory by its greatly revered strategist, Admiral Yi Sunshin, who lures over 300 Japanese ships into a deadly trap where they meet their fate against only 13 battle ships.(kofic)",
    "runtime": 126,
    "genre": "시대극/사극, 액션, 전기",
    "image": {
      "posters": [
        "image/posters/K13963_01.jpg",
        "image/posters/K13963_02.jpg",
        "image/posters/K13963_03.jpg",
        "image/posters/K13963_04.jpg",
        "image/posters/K13963_05.jpg",
        "image/posters/K13963_06.jpg",
        "image/posters/K13963_07.jpg",
        "image/posters/K13963_08.jpg",
        "image/posters/K13963_09.jpg",
        "image/posters/K13963_10.jpg",
        "image/posters/K13963_11.jpg",
        "image/posters/K13963_12.jpg",
        "image/posters/K13963_13.jpg",
        "image/posters/K13963_14.jpg",
        "image/posters/K13963_15.jpg",
        "image/posters/K13963_16.jpg",
        "image/posters/K13963_17.jpg",
        "image/posters/K13963_18.jpg",
        "image/posters/K13963_19.jpg",
        "image/posters/K13963_20.jpg"
      ],
      "stlls": [
        "image/stlls/K13963_01.jpg",
        "image/stlls/K13963_02.jpg",
        "image/stlls/K13963_03.jpg",
        "image/stlls/K13963_04.jpg",
        "image/stlls/K13963_05.jpg",
        "image/stlls/K13963_06.jpg",
        "image/stlls/K13963_07.jpg",
        "image/stlls/K13963_08.jpg",
        "image/stlls/K13963_09.jpg",
        "image/stlls/K13963_10.jpg"
      ]
    },
    "tag": [
      191837,
      191838,
      191839,
      78540,
      13298,
      49169,
      35502,
      143874,
      33076,
      90,
      164899,
      123465,
      28581,
      10095,
      103,
      122738,
      28187,
      45192,
      43612,
      100184,
      84085,
      98941,
      12399,
      13534,
      126215,
      8306,
      50362,
      123471,
      17238,
      7666,
      50536,
      154234,
      109597,
      103314,
      7138,
      79851,
      99910,
      78555,
      20714,
      23969,
      110779,
      85930,
      12693,
      73844,
      28581,
      115297,
      65988,
      8001,
      123500,
      97131,
      191887,
      57149,
      168817,
      92444,
      85945,
      85940,
      116551,
      191894,
      28636,
      123495,
      36872,
      95549,
      170109,
      17281,
      145241,
      46617,
      191903,
      149852,
      191905,
      120300,
      177062,
      141563,
      189622,
      15780,
      13570,
      15146,
      117150,
      191914,
      189949,
      165313,
      122362,
      89041,
      191919,
      160201,
      69067,
      97131,
      170108,
      153,
      1038,
      64,
      199,
      3076,
      118
    ],
    "date": "20140730",
    "score": 1000
  },
  {
    "id": 7869,
    "docid": "K14109",
    "title": "국제시장",
    "titleEng": "Ode to My Father Gukjesijang",
    "director": "윤제균",
    "actor": "황정민, 김윤진, 오달수, 정진영, 장영남, 라미란, 김슬기, 이현, 김민재, 태인호, 황선화, 엄지성, 장대웅, 신린아, 이예은, 최재섭, 정영기, 유정호, 맹세창, 홍석연, CHOE STELLA KIM, 고윤, 남진복, 박선웅, 황인준, 정윤호, 박영수, 조연호, 박예은, 신지아, 김재현, 김설, 박용제, 박재완, 박재우, 진선미, 박시아, 손미소, 손누리, 김재철, 길호성, 성낙경, Michala B??zov?, James Kneafsey, Ryan James, Matthew Ryan Douma, 염시훈, 김춘기, NGUYEN MAI CHI, Richard Liewellyn Wilson, Conor Doyle, 차승호, 김진혁, 정재민, 박정승, 최원, Jesse Day, 이동욱, 정기섭, Norbert ?id, Petr V?gner, 신도훈, 한철우, Ji?? Vojta, Petr Hlavi?ka, Daniel Sommer, Miroslav Navr?til, David Bene?, Jakub Vindi?, Norbert ?id, Petr V?gner, Teresa Trnkov?, 염상태, 안정우, 유재상, 김선영, 김수웅, 손영순, 최유찬, 오승환, 김나희, 정찬우, 박상혁, 전성훈, 전희경, 이종석, 윤영경, Anfuman, Syarat, 박성민, 류경현, 김리하, Lstavan Medvigy, 장영주, 박혜진, 현봉식, Andrew William Brand, 이준철, 박진수, 강신철, Wattana Kumklong, Nascha Charerndee, Wasin Koednana, Pumpat Rodpai, Andrea Pini, 유성곤, 엄준필, 황창기, 이연기, 김동준, 이진희, 손동일, 손동철, 허종오, 박인옥, 김예빈, 김우진, 이민영, 이소영, 김지영, 원인식, 이희성, 신정섭, 강신구, 김기주, 하철, 김남륜, 김병찬, 정용규, 김현중, 이원섭, 황진호, 조미초, 김동원, 김현창, 허동원, 박경애, 김운자, 강희중, 서윤하, 박재영, 임태진, 백낙순, 김현숙, 김정, 김하연, 박찬미, 이도군 박재언, 장우영, 박길수, Ennik Somi Douma, 김은해, 이순환, 강영하, 한율, 남규백, 박진서, 오은수, 남승우, 김윤용, 이건희, 이민우, 이재순, Evelyn Maverick Douma, 서울예술대학교 연기과 학생 일동, 박찬희, 정성호, 황인준, 박혜진, 김설, 유재상, 김근영",
    "plotKr": "가장 평범한 아버지의 가장 위대한 이야기’1950년대 한국전쟁 이후로부터 현재에 이르기까지 격변의 시대를 관통하며 살아온 우리 시대 아버지 ‘덕수’(황정민 분), 그는 하고 싶은 것도 되고 싶은 것도 많았지만 평생 단 한번도 자신을 위해 살아본 적이 없다. ‘괜찮다’ 웃어 보이고 ‘다행이다’ 눈물 훔치며 힘들었던 그때 그 시절, 오직 가족을 위해 굳세게 살아온 우리들의 아버지 이야기가 지금부터 시작된다.",
    "plotEng": "Amid the chaos of refugees fleeing the Korean War in December 1950, a young boy, Duk-soo, sees his fate change in the blink of an eye when he loses track of his younger sister and he leaves his father behind to find her. Settling in Busan, Duk-soo devotes himself to his remaining family, working all manner of odd jobs to support them in place of his father. His dedication leads him first to the deadly coal mines of Germany, where he meets his first love, Youngja, and then to war-torn Vietnam in this generational epic about one man’s personal sacrifices (KOFIC)",
    "runtime": 126,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K14109_01.jpg",
        "image/posters/K14109_02.jpg",
        "image/posters/K14109_03.jpg",
        "image/posters/K14109_04.jpg"
      ],
      "stlls": [
        "image/stlls/K14109_01.jpg",
        "image/stlls/K14109_02.jpg",
        "image/stlls/K14109_03.jpg",
        "image/stlls/K14109_04.jpg",
        "image/stlls/K14109_05.jpg",
        "image/stlls/K14109_06.jpg",
        "image/stlls/K14109_07.jpg",
        "image/stlls/K14109_08.jpg"
      ]
    },
    "tag": [
      180678,
      180679,
      180680,
      15878,
      13179,
      2948,
      22435,
      7382,
      36331,
      47219,
      30434,
      23933,
      13351,
      77384,
      58484,
      122348,
      116766,
      180695,
      36382,
      34402,
      38971,
      85761,
      14,
      24360,
      180702,
      134383,
      113273,
      160264,
      32763,
      163588,
      41807,
      7400,
      86339,
      180711,
      12692,
      180713,
      34245,
      24670,
      100106,
      33844,
      180718,
      180719,
      180720,
      8001,
      180722,
      36783,
      180724,
      58349,
      180726,
      180727,
      177025,
      12574,
      180730,
      180731,
      180732,
      150585,
      20181,
      105321,
      180736,
      180737,
      157698,
      12665,
      17433,
      180741,
      180742,
      175485,
      36781,
      180745,
      180746,
      180747,
      180748,
      180749,
      180750,
      180741,
      180742,
      180753,
      52218,
      180755,
      146681,
      2942,
      39033,
      5608,
      180760,
      48746,
      89484,
      40073,
      24987,
      8643,
      24377,
      55024,
      180768,
      180769,
      180770,
      29445,
      180772,
      41392,
      180774,
      29421,
      45401,
      175504,
      167789,
      55781,
      21462,
      62596,
      180782,
      180783,
      180784,
      180785,
      180786,
      131308,
      88765,
      62426,
      180790,
      43887,
      17933,
      35506,
      180794,
      7910,
      9631,
      180244,
      8324,
      8866,
      13390,
      6317,
      180802,
      15146,
      96236,
      170109,
      17281,
      149855,
      123528,
      89041,
      180810,
      32155,
      13570,
      157612,
      35385,
      46617,
      149852,
      163838,
      97005,
      180819,
      91445,
      172446,
      16691,
      159975,
      137865,
      12646,
      16066,
      72388,
      180828,
      180829,
      46864,
      2808,
      180832,
      168527,
      180834,
      180835,
      180836,
      180837,
      145365,
      180839,
      180840,
      180841,
      24213,
      14424,
      22753,
      180845,
      180846,
      64491,
      81381,
      32763,
      45401,
      180713,
      146681,
      36693,
      153,
      31,
      3076,
      85
    ],
    "date": "20141217",
    "score": 1000
  },
  {
    "id": 10882,
    "docid": "K17404",
    "title": "신과함께-인과 연",
    "titleEng": "Along with the Gods: The Last 49 Days Singwahamkkeingwayeon",
    "director": "김용화",
    "actor": "하정우, 주지훈, 김향기, 마동석, 김동욱, 조한철, 임원희, 남일우, 정지훈, 도경수, 이준혁, 장광, 정해균, 이정재, 이경영, 김명곤, 예수정, 정유안, 안지호, 김하라, 홍인, 임철수, 김태준, 권수정, 설시연, 박웅비, 김지안, 이우주, 노강민, 임한빈, 오대원, 성승우, 오희준, 이지혜, 이지향, 윤성찬, 정아미, 장영, 전승재, 강재은, 정진영, 홍기준, 류제승, 조수혁, 장상진, 김대현, 김그림, 이준혁, 김기연, 김화영, 김훈만, 곽민규, 민무제, 장재욱, 김철구, 안용우, 이용희, 전종석, 강신철, 김학중, 선율우, 성승주, 장원진, 최성환, 김대근, 안대웅, 신재민, 최현종, 강경우, 이우주, 김기태, 박건률, 권훈, 이우혁, 양지수, 윤성찬, 문용승, 김민석, 성동일, 김민종",
    "plotKr": "천 년 동안 48명의 망자를 환생시킨 저승 삼차사, 한 명만 더 환생시키면 그들도 새로운 삶을 얻을 수 있다. 하지만 강림(하정우)은 원귀였던 수홍(김동욱)을 자신들의 마지막 귀인으로 정하는 이해할 수 없는 선택을 한다. 저승법 상 원귀는 소멸되어야 마땅하나 염라대왕(이정재)은 저승 삼차사에게 새로운 조건을 내걸며 강림의 제안을 수락한다. 염라의 조건은 성주신(마동석)이 버티고 있어 저승 차사들이 가는 족족 실패하는 허춘삼 노인을 수홍의 재판이 끝나기 전까지 저승으로 데려오는 것. 허춘삼을 데리러 이승으로 내려간 해원맥(주지훈)과 덕춘(김향기), 하지만 성주신의 막강한 힘 앞에 속수무책으로 당하기만 하던 중 우연히 그가 천 년 전 과거에 해원맥과 덕춘을 저승으로 데려간 저승 차사였다는 사실을 알게 된다. 스스로도 기억 못 하는 과거에 대한 호기심으로 해원맥과 덕춘은 성주신과 거래를 시작하는데…이승과 저승, 현재와 과거를 오가는 천 년의 비밀이 밝혀진다!",
    "plotEng": "Follows the journey of 3 Afterlife Guardians and Su-hong as they journey through their 49th trial in order to gain their reincarnations and how the Guardians slowly recover their forgotten memories through Household God in the living world.",
    "runtime": 141,
    "genre": "판타지, 드라마",
    "image": {
      "posters": [
        "image/posters/K17404_01.jpg",
        "image/posters/K17404_02.jpg",
        "image/posters/K17404_03.jpg",
        "image/posters/K17404_04.jpg",
        "image/posters/K17404_05.jpg",
        "image/posters/K17404_06.jpg",
        "image/posters/K17404_07.jpg",
        "image/posters/K17404_08.jpg",
        "image/posters/K17404_09.jpg"
      ],
      "stlls": [
        "image/stlls/K17404_01.jpg",
        "image/stlls/K17404_02.jpg",
        "image/stlls/K17404_03.jpg",
        "image/stlls/K17404_04.jpg",
        "image/stlls/K17404_05.jpg",
        "image/stlls/K17404_06.jpg",
        "image/stlls/K17404_07.jpg",
        "image/stlls/K17404_08.jpg",
        "image/stlls/K17404_09.jpg",
        "image/stlls/K17404_10.jpg"
      ]
    },
    "tag": [
      246114,
      246115,
      246116,
      28563,
      44161,
      80712,
      62530,
      73652,
      12518,
      20351,
      3731,
      24247,
      54931,
      189882,
      5424,
      8989,
      8146,
      2714,
      12509,
      143874,
      13655,
      230553,
      76296,
      213868,
      14692,
      112474,
      54750,
      139285,
      246142,
      176755,
      188105,
      167028,
      139513,
      223491,
      164119,
      246149,
      44666,
      15572,
      161294,
      240399,
      115609,
      139520,
      37672,
      41178,
      7382,
      54345,
      28457,
      56558,
      91526,
      27641,
      152084,
      5424,
      7651,
      12350,
      74353,
      170861,
      175335,
      84883,
      15970,
      45074,
      7482,
      84889,
      62596,
      246177,
      210096,
      182772,
      201386,
      160743,
      34048,
      234868,
      13540,
      212748,
      177723,
      167028,
      84249,
      154374,
      217300,
      178376,
      174580,
      240399,
      242296,
      23969,
      15283,
      12457,
      153,
      155,
      31,
      1740,
      370
    ],
    "date": "20180801",
    "score": 1000
  },
  {
    "id": 10632,
    "docid": "K16244",
    "title": "신과함께-죄와 벌",
    "titleEng": "Along with the Gods: The Two Worlds  Singwahamkke ",
    "director": "김용화",
    "actor": "하정우, 차태현, 주지훈, 김향기, 김동욱, 오달수, 임원희, 도경수, 이준혁, 예수정, 장광, 정해균, 김수안, 남일우, 정지훈, 마동석, 이정재, 김해숙, 이경영, 김하늘, 유준상, 성유빈, 구승현, 강다현, 김하라, 홍인, 임철수, 김태준, 김그림, 정보미, 한이건, 김지나, 오운백, 권수정, 원동연, 김호성, 박윤호, 이정주, 윤지윤, 김춘식, 박성민, 정순원, 유수빈, 염시훈, 윤승훈, 태원석, 오희준, 이효정, 나철, 박인하, 강태혁, 유성주, 정수윤, 강길우, 윤평화, 김도하, 백예현, 이수봉, 이승준, 김은경, 김기태, 박건률, 권훈, 박송이, 정지연, 강경우, 이우주, 강소백, 강승구, 박기태, 김관수, 김기정, 김양수, 김찬욱, 손영광, 오민준, 유재훈, 이건행, 이경택, 이상경, 조청원, 최용훈, 김선우, 천세라, 김도하, 양지수, 윤성찬, 이지향, 김수로, 김민종, 김찬욱, 유재훈, 이상경",
    "plotKr": "승 법에 의하면, 모든 인간은 사후 49일 동안 7번의 재판을 거쳐야만 한다.살인, 나태, 거짓, 불의, 배신, 폭력, 천륜7개의 지옥에서 7번의 재판을 무사히 통과한 망자만이 환생하여 새로운 삶을 시작할 수 있다. “김자홍 씨께선, 오늘 예정 대로 무사히 사망하셨습니다”화재 사고 현장에서 여자아이를 구하고 죽음을 맞이한 소방관 자홍, 그의 앞에 저승차사 해원맥과 덕춘이 나타난다. 자신의 죽음이 아직 믿기지도 않는데 덕춘은 정의로운 망자이자 귀인이라며 그를 치켜세운다. 저승으로 가는 입구, 초군문에서 그를 기다리는 또 한 명의 차사 강림, 그는 차사들의 리더이자 앞으로 자홍이 겪어야 할 7번의 재판에서 변호를 맡아줄 변호사이기도 하다. 염라대왕에게 천년 동안 49명의 망자를 환생시키면 자신들 역시 인간으로 환생시켜 주겠다는 약속을 받은 삼차사들, 그들은 자신들이 변호하고 호위해야 하는 48번째 망자이자 19년 만에 나타난 의로운 귀인 자홍의 환생을 확신하지만, 각 지옥에서 자홍의 과거가 하나 둘씩 드러나면서 예상치 못한 고난과 맞닥뜨리는데…누구나 가지만 아무도 본 적 없는 곳,2017년 새로운 세계의 문이 열린다!",
    "plotEng": "Having died unexpectedly, firefighter Ja-hong is taken to the afterlife by 3 afterlife guardians. Only when he passes 7 trials over 49 days and proves he was innocent in human life, he’s able to reincarnate, and his 3 afterlife guardians are by his side to defend him in trial.",
    "runtime": 140,
    "genre": "드라마, 판타지",
    "image": {
      "posters": [
        "image/posters/K16244_01.jpg",
        "image/posters/K16244_02.jpg",
        "image/posters/K16244_03.jpg",
        "image/posters/K16244_04.jpg",
        "image/posters/K16244_05.jpg",
        "image/posters/K16244_06.jpg",
        "image/posters/K16244_07.jpg",
        "image/posters/K16244_08.jpg",
        "image/posters/K16244_09.jpg"
      ],
      "stlls": [
        "image/stlls/K16244_01.jpg",
        "image/stlls/K16244_02.jpg",
        "image/stlls/K16244_03.jpg",
        "image/stlls/K16244_04.jpg",
        "image/stlls/K16244_05.jpg",
        "image/stlls/K16244_06.jpg",
        "image/stlls/K16244_07.jpg",
        "image/stlls/K16244_08.jpg",
        "image/stlls/K16244_09.jpg",
        "image/stlls/K16244_10.jpg"
      ]
    },
    "tag": [
      240309,
      240310,
      240311,
      28563,
      44161,
      13339,
      80712,
      62530,
      12518,
      22435,
      3731,
      189882,
      5424,
      13655,
      8989,
      8146,
      23347,
      24247,
      54931,
      73652,
      2714,
      22185,
      12509,
      7418,
      4839,
      120270,
      108302,
      190826,
      213868,
      14692,
      112474,
      54750,
      152084,
      240342,
      240343,
      35032,
      37703,
      139285,
      6175,
      99373,
      30546,
      13700,
      240351,
      72719,
      29445,
      114056,
      59619,
      177025,
      23632,
      141633,
      44666,
      2880,
      139539,
      240362,
      237514,
      206680,
      240365,
      240366,
      240367,
      166882,
      165084,
      71866,
      28581,
      15593,
      84249,
      154374,
      217300,
      37004,
      28380,
      177723,
      167028,
      218553,
      240381,
      139190,
      123408,
      189860,
      41736,
      218506,
      172885,
      212778,
      71574,
      240390,
      54789,
      68955,
      218584,
      175107,
      22038,
      240396,
      166882,
      174580,
      240399,
      161294,
      7391,
      12457,
      218506,
      71574,
      68955,
      153,
      31,
      155,
      10868,
      85
    ],
    "date": "20171220",
    "score": 1000
  },
  {
    "id": 11047,
    "docid": "K16150",
    "title": "택시운전사",
    "titleEng": "A Taxi Driver  Taegsiunjeonsa ",
    "director": "장훈",
    "actor": "송강호, 토마스 크레취만, 유해진, 류준열, 박혁권, 최귀화, 차순배, 신담수, 류성현, 엄태구, 박민희, 이정은, 유은미, 권순준, 윤석호, 허정도, 이봉련, 이호철, 이용이, 한근섭, 홍완표, 장지웅, 박성현, 박상진, 백인권, 김대현, 송진우, 오석규, 안용우, 송병철, 김신웅, 이새별, 차미경, 배준수, 어주선, 유순철, 박주용, 구성환, 이설구, 손경원, 장해숙, 이새로미, 이수민, 양선영, 김정민, 한동원, 김민식, 성도현, 김경일, 한성용, 백현우, 문광식, 서현우, 장인호, 조승연, SAMUEL LORCA, 포레스트 이안 엣슬러, ALBRIGHT BRADRORD, DANIEL JOSEPH IRVEN, 류선영, 최재섭, 오재균, 임학순, 김대진, 손종환, SCHOLZ FRANZ ANTON F, MANDIC JURE, 이상필, 양산지, 이주환, 이지완, 김정수, 김화목, 문태유, 김진상, 김용훈, 윤석진, 서정우, 김태환, 황인범, 김종필, 노광흔, 이지은, 황옥선, 김수원, 정태석, 안윤국, 이성호, 황민형, 한수희, 이호균, 김나인, 이원구, 김문명, 박도준, 이지혁, 나은총, 유승현, 이창섭, 송지언, 이주영, 장용웅, 홍준우, 이세라, 김현숙, 류충범, 박성현, 배진영, 최나린, MICHAELS JOHN DAVID, LIST PERYE BENTLEY SOLOMONS, 정진영, 고창석, 전혜진, 류태호, 정석용",
    "plotKr": "1980년 5월, 서울 택시운전사. “광주? 돈 워리, 돈 워리! 아이 베스트 드라이버”택시운전사 만섭(송강호)은 외국손님을 태우고 광주에 갔다 통금 전에 돌아오면 밀린 월세를 갚을 수 있는 거금 10만원을 준다는 말에 독일기자 피터(토마스 크레취만)를 태우고 영문도 모른 채 길을 나선다.광주 그리고 사람들. “모르겄어라, 우덜도 우덜한테 와 그라는지…”어떻게든 택시비를 받아야 하는 만섭의 기지로 검문을 뚫고 겨우 들어선 광주. 위험하니 서울로 돌아가자는 만섭의 만류에도 피터는 대학생 재식(류준열)과 황기사(유해진)의 도움 속에 촬영을 시작한다. 그러나 상황은 점점 심각해지고 만섭은 집에 혼자 있을 딸 걱정에 점점 초조해지는데…",
    "plotEng": "BASED ON A TRUE STORY May, 1980. Man-seob (SONG Kang-ho) is a taxi driver in Seoul who lives from hand to mouth, raising his young daughter alone after his wife past away with high hospital bills behind. One day, he hears that there is a foreigner who’s willing to pay big money for a drive down to Gwangju city and back. Not knowing that the foreigner is a German journalist (Thomas Kretschmann) with a hidden agenda to investigate the strange rumors of Gwangju, Man-seob takes the job and the two start off on their journey together.",
    "runtime": 137,
    "genre": "드라마, 사회물(경향)",
    "image": {
      "posters": [
        "image/posters/K16150_01.jpg",
        "image/posters/K16150_02.jpg",
        "image/posters/K16150_03.jpg",
        "image/posters/K16150_04.jpg",
        "image/posters/K16150_05.jpg",
        "image/posters/K16150_06.jpg",
        "image/posters/K16150_07.jpg"
      ],
      "stlls": [
        "image/stlls/K16150_01.jpg",
        "image/stlls/K16150_02.jpg",
        "image/stlls/K16150_03.jpg",
        "image/stlls/K16150_04.jpg",
        "image/stlls/K16150_05.jpg",
        "image/stlls/K16150_06.jpg",
        "image/stlls/K16150_07.jpg",
        "image/stlls/K16150_08.jpg",
        "image/stlls/K16150_09.jpg",
        "image/stlls/K16150_10.jpg"
      ]
    },
    "tag": [
      249992,
      249993,
      249994,
      5591,
      4692,
      2391,
      1614,
      173922,
      37476,
      98120,
      24657,
      89469,
      8007,
      74113,
      2908,
      5409,
      189529,
      75121,
      187182,
      139804,
      111108,
      77371,
      6671,
      107904,
      109397,
      15288,
      62845,
      70489,
      112939,
      27641,
      92737,
      44476,
      45074,
      5624,
      15959,
      72973,
      236698,
      196343,
      7896,
      2810,
      77828,
      28390,
      85471,
      44423,
      41315,
      110097,
      41549,
      36385,
      16920,
      202042,
      102822,
      144941,
      71480,
      110779,
      46773,
      250047,
      123238,
      22452,
      3809,
      250051,
      250052,
      250053,
      250054,
      88811,
      34402,
      39955,
      30458,
      28607,
      7653,
      250061,
      250062,
      168684,
      250064,
      15604,
      123644,
      1055,
      165077,
      250069,
      3129,
      9824,
      16799,
      196783,
      12560,
      19451,
      23855,
      250077,
      6691,
      250079,
      242928,
      250081,
      250082,
      7466,
      245486,
      112936,
      238833,
      248698,
      27896,
      250089,
      242115,
      98982,
      250092,
      23701,
      250094,
      149080,
      12640,
      250097,
      201391,
      250099,
      12646,
      164920,
      62845,
      29806,
      250104,
      250105,
      250106,
      7382,
      13112,
      18523,
      6167,
      1615,
      153,
      31,
      1004,
      10868,
      370
    ],
    "date": "20170802",
    "score": 1000
  },
  {
    "id": 6429,
    "docid": "K13394",
    "title": "신세계",
    "titleEng": "New World Sinsegye",
    "director": "박훈정",
    "actor": "이정재, 최민식, 황정민, 박성웅, 송지효, 김윤성, 나광훈, 박서연, 최일화, 주진모, 장광, 권태원, 김홍파, 이승부, 김병옥, 우정국, 박인수, 정영기, 박상규, 류성현, 정기섭, 이우진, 성낙경, 손병희, 정민성, 안수호, 태인호, 이경헌, 차용학, 이희석, 김서원, 박지훈, 곽진석, 권태호, 신성일, 남경민, 함진성, 서종철, 박상훈, 권지훈, 최봉록, 최제헌, 최우형, 이원우, 김환수, 최산, 임현철, 진모, 백승익, 한동욱, 정민욱, 김남훈, 정종화, 신혜정, 김신일, 동현배, 조용재, 장영, 이주한, 김성종, 연준원, 김진혁, 허명행, 한재덕, 연영식, 이성재, 정군, 신수정, 이정훈, 최윤진, 노호연, 박민정, 양준호, 이경영, 류승범, 마동석, 정재헌",
    "plotKr": " 너, 나하고 일 하나 같이 하자     경찰청 수사 기획과 강과장(최민식)은 국내 최대 범죄 조직인 '골드문'이 기업형 조직으로 그 세력이 점점 확장되자 신입경찰 이자성(이정재)에게 잠입 수사를 명한다. 그리고 8년, 자성은 골드문의 2인자이자 그룹 실세인 정청(황정민)의 오른팔이 되기에 이른다.     우리 브라더는 그냥 딱, 이 좆같은 형님만 믿으면 돼야!     골드문 회장이 갑자기 사망하자, 강과장(최민식)은 후계자 결정에 직접 개입하는 '신세계' 작전을 설계한다. 피도 눈물도 없는 후계자 전쟁의 한 가운데, 정청(황정민)은 8년 전, 고향 여수에서 처음 만나 지금까지 친형제처럼 모든 순간을 함께 해 온 자성(이정재)에게 더욱 강한 신뢰를 보낸다.     약속 했잖습니까... 이번엔 진짜 끝이라고     한편, 작전의 성공만 생각하는 강과장(최민식)은 계속해서 자성(이정재)의 목을 조여만 간다. 시시각각 신분이 노출될 위기에 처한 자성(이정재)은 언제 자신을 배신할 지 모르는 경찰과, 형제의 의리로 대하는 정청(황정민) 사이에서 갈등하게 되는데…",
    "plotEng": "Goldmoon, the biggest crime organization in Korea, is suddenly in chaos when its leader Chairman Seok is killed in a mysterious car accident. Top-level police officials initiate project “New World“ to intervene in Goldmoon’s election process for the next leader, and to use Chairman Seok’s death to their advantage in controlling the crime organization.The project leader detective Kang calls upon Goldmoon executive Ja-sung, an undercover cop who he planted deep within the organization 8 years ago. But Ja-sung, who had been waiting long for the day he is reinstated into the police, is conflicted by Detective Kang ’s contradictory mission. (KOFIC)",
    "runtime": 134,
    "genre": "드라마, 범죄, 액션",
    "image": {
      "posters": [
        "image/posters/K13394_01.jpg",
        "image/posters/K13394_02.jpg",
        "image/posters/K13394_03.jpg",
        "image/posters/K13394_04.jpg",
        "image/posters/K13394_05.jpg",
        "image/posters/K13394_06.jpg",
        "image/posters/K13394_07.jpg",
        "image/posters/K13394_08.jpg",
        "image/posters/K13394_09.jpg",
        "image/posters/K13394_10.jpg",
        "image/posters/K13394_11.jpg"
      ],
      "stlls": [
        "image/stlls/K13394_01.jpg",
        "image/stlls/K13394_02.jpg",
        "image/stlls/K13394_03.jpg",
        "image/stlls/K13394_04.jpg",
        "image/stlls/K13394_05.jpg",
        "image/stlls/K13394_06.jpg",
        "image/stlls/K13394_07.jpg",
        "image/stlls/K13394_08.jpg",
        "image/stlls/K13394_09.jpg",
        "image/stlls/K13394_10.jpg"
      ]
    },
    "tag": [
      150772,
      150773,
      150774,
      115850,
      2714,
      13298,
      13179,
      7564,
      28895,
      8372,
      112658,
      84389,
      12916,
      1608,
      8989,
      2900,
      9855,
      132500,
      20006,
      144932,
      80279,
      38971,
      25877,
      8007,
      17433,
      21858,
      36783,
      3794,
      35251,
      130959,
      77384,
      37438,
      150804,
      51644,
      79526,
      3780,
      58983,
      94423,
      2925,
      135229,
      120298,
      120300,
      22783,
      72537,
      46757,
      54445,
      37073,
      61985,
      133606,
      150821,
      44154,
      123359,
      100491,
      13566,
      73530,
      18305,
      150828,
      15586,
      4720,
      88603,
      23884,
      139520,
      8099,
      67994,
      112036,
      20181,
      12585,
      34393,
      112048,
      2839,
      150842,
      32036,
      16991,
      150845,
      150846,
      26090,
      23602,
      12509,
      3719,
      73652,
      3795,
      153,
      31,
      167,
      64,
      16292,
      70
    ],
    "date": "20130221",
    "score": 1000
  },
  {
    "id": 2972,
    "docid": "K09422",
    "title": "추격자",
    "titleEng": "The Chaser Chugyeokja",
    "director": "나홍진",
    "actor": "김윤석, 하정우, 서영희, 김유정, 정인기, 최정우, 민경진, 박효주, 구본웅, 오우정, 유지연, 김선영, 이종구, 송요셉, 하성광, 조덕제, 홍재성, 정기섭, 박찬국, 여무영, 강우신, 전진배, 구태진, 박지만, 한강수, 정래석, 이인철, 윤태영, 김만기, 정구영, 박진우, 이상희, 정재훈, 정동규, 김도현, 이재희, 김영선, 박진성, 김병수, 김덕기, 손희순, 이상규, 조석현, 김춘기, 임형태, 김재흠, 조세영, 이원재, 최지윤, 김진용, 손희태, 박윤석, 이민복, 최문수, 이철오, 이상진, 정선혜, 유태선, 김은성, 유원선, 노현정, 신은숙, 최홍석",
    "plotKr": "출장안마소를 운영하는 전직 형사 '중호', 최근 데리고 있던 여자들이 잇달아 사라지는 일이 발생하고, 조금 전 나간 미진을 불러낸 손님의 전화 번호와 사라진 여자들이 마지막으로 통화한 번호가 일치함을 알아낸다. 하지만 미진 마저도 연락이 두절되고…… 미진을 찾아 헤매던 중 우연히 '영민'과 마주친 중호, 옷에 묻은 피를 보고 영민이 바로 그놈인 것을 직감하고 추격 끝에 그를 붙잡는다.실종된 여자들을 모두 죽였다는 충격적인 고백을 담담히 털어 놓는 영민에 의해 경찰서는 발칵 뒤집어 진다. 우왕좌왕하는 경찰들 앞에서 미진은 아직 살아 있을 거라며 태연하게 미소 짓는 영민. 그러나 영민을 잡아둘 수 있는 증거는 아무것도 없다. 공세우기에 혈안이 된 경찰은 미진의 생사보다는 증거를 찾기에만 급급해 하고, 미진이 살아 있다고 믿는 단 한 사람 중호는 미진을 찾아 나서는데……",
    "plotEng": "Ex-cop pimp Jung-ho is irritated because his girls keep disappearing without clearing their debts. One night, he gets a call from a customer and sends Mi-jin. Jung-ho realizes the phone number of the customer matches that of the calls the missing girls got last. As something smells fishy, he searches for her. During his search, Jung-ho dents a car in the alley. When Jung-ho spots blood splattered on the driver’s shirt, he senses the man, Young-min, is the suspect. After an intense chase, Jung-ho catches Young-min. But because of Jung-ho’s pretense as a cop, they are both taken to the police station. At the station, the man bluntly confesses he has killed the missing women, and the last girl, Mi-jin, may still be alive. As the whole police force is obsessed with a random search for corpses, Jung-ho is the only one who believes Mi-jin is still alive. With only 12 hours left to detain the serial killer without a warrant, Jung-ho’s hunt begins, searching for Mi-jin entrapped in a place nobody knows. (KOFIC)",
    "runtime": 123,
    "genre": "액션, 범죄, 스릴러",
    "image": {
      "posters": ["image/posters/K09422_01.jpg"],
      "stlls": [
        "image/stlls/K09422_01.jpg",
        "image/stlls/K09422_02.jpg",
        "image/stlls/K09422_03.jpg",
        "image/stlls/K09422_04.jpg",
        "image/stlls/K09422_05.jpg",
        "image/stlls/K09422_06.jpg",
        "image/stlls/K09422_07.jpg",
        "image/stlls/K09422_08.jpg",
        "image/stlls/K09422_09.jpg",
        "image/stlls/K09422_10.jpg"
      ]
    },
    "tag": [
      73428,
      73429,
      73430,
      63198,
      16697,
      44161,
      20004,
      35983,
      18437,
      8756,
      2892,
      12762,
      46725,
      71544,
      43401,
      2942,
      4879,
      59345,
      47888,
      9859,
      50848,
      17433,
      4629,
      73451,
      73452,
      16135,
      73454,
      59968,
      58335,
      34348,
      3813,
      13736,
      37637,
      49382,
      13239,
      2597,
      22749,
      73465,
      3734,
      26167,
      2726,
      28667,
      13610,
      40033,
      48939,
      27801,
      45193,
      12574,
      55540,
      23324,
      51771,
      28648,
      6041,
      73481,
      30377,
      73483,
      73484,
      4405,
      73486,
      18140,
      20858,
      73489,
      73490,
      59335,
      4568,
      55410,
      73494,
      153,
      64,
      167,
      68,
      6659,
      70
    ],
    "date": "20080214",
    "score": 1000
  },
  {
    "id": 7217,
    "docid": "K14056",
    "title": "수상한 그녀",
    "titleEng": "Miss Granny Susanghan Geunyeo",
    "director": "황동혁",
    "actor": "나문희, 심은경, 박인환, 성동일, 황정민, 이진욱, 진영(B1A4), 김슬기, 김현숙, 하연주, 정인기, 이장유, 홍석연, 박형우, 이상언, 한지은, 박승태, 임현성, 김동희, 홍준성, 노지현, 박소정, 이한샘, 황영희, 황승언, 강이슬, 나창엽, 임준용, 이정예, 이종선, 장유주, 박이건, 최예지, 안장환, 김선하, 최규환, 전윤민, 박찬국, 조명행, 차승호, 임지현, 김동석, 표예진, 이태식, 김우성, 진지한, 심혜규, 조혜선, 최수미, 전우재, 양태규, 강은영, 안은희, 임담현, 김남순, 강민주, 이지양, 허예진, 이화진, 유민경, 정다진, 심혜인, 이정주, 강필선, 김태근, 이정우, 박재홍, 김용진, 김민준, 조두희, 김정원, 서진호, 양재원, 이가형, 서동호, 한상곤, 최재모, 이혜경, 김민경, 정은임, 신재훈, 박성환, 이루엘, 방윤철, 서민아, 문민지, 송다원, 김가희, 박선희, 박주운, 장규호, 박민석, 박인환, 오준석, 이채훈, 전용관, 박준혁, 신우형, 김순찬, 고성진, 장민, 양제승, 김순탁, 김재섭, 김동옥, 정상원, 이승택, 임상훈, 장원용, 김영웅, 이상영, 윤광섭, 손대림, 손정훈, 김원정, 정종혁, 권현오, 한상경, 정현, 한흥석, 현정우, 김정문, 김경아, 김수영, 이주회, 김수영, 염승연, 홍대호, 최병준, 한수연, 손민경, 이고움, 김보배, 맹지민, 서수빈, 서하미, 김윤란, 한영주, 고형경, 송현정, 김성진, 김수현, 장광, 최화정, 유세윤, 디아블로, 박혜진, 김정문",
    "plotKr": " 니 눈에도 내가 처녀로 보이냐? 아들 자랑이 유일한 낙인 욕쟁이 칠순 할매 오말순(나문희分)은 어느 날, 가족들이 자신을 요양원으로 독립(?)시키려 한다는 청천벽력 같은 사실을 알게 된다. 뒤숭숭한 마음을 안고 밤길을 방황하던 할매 말순은 오묘한 불빛에 이끌려 '청춘 사진관'으로 들어간다. 난생 처음 곱게 꽃단장을 하고 영정사진을 찍고 나오는 길, 그녀는 버스 차창 밖에 비친 자신의 얼굴을 보고 경악을 금치 못한다. 오드리 헵번처럼 뽀얀 피부, 날렵한 몸매... 주름진 할매에서 탱탱한 꽃처녀의 몸으로 돌아간 것! 아무도 알아보지 못하는 자신의 젊은 모습에 그녀는 스무 살 '오두리'가 되어 빛나는 전성기를 즐겨 보기로 마음 먹는데...",
    "plotEng": "Her family and neighbors have long judged seventy-year-old widow Mal-sun (NA Moon-hee) a stubborn crank, but when her daughter-in-law is hospitalized because of her hysterical temper, the family decides that’s enough. It’s off to a nursing home. Overhearing her family’s intentions, Mal-sun goes off to a photo studio to retrieve a picture an idol from her youth, KIM Ji-mi, so that she can take it her to her grave. The next day, she wakes up in the body of her 20-year-old self. With no one recognizing her, Mal-sun decides to call herself Ji-mi (SHIM Eun-kyung), enjoy her youth again and accepts her guitarist grandson’s invitation to join his band and enters a TV singing competition. Will this 70-year-old girl find happiness with her newfound look? [KOFIC]",
    "runtime": 124,
    "genre": "드라마, 코메디",
    "image": {
      "posters": [
        "image/posters/K14056_01.jpg",
        "image/posters/K14056_02.jpg",
        "image/posters/K14056_03.jpg"
      ],
      "stlls": [
        "image/stlls/K14056_01.jpg",
        "image/stlls/K14056_02.jpg",
        "image/stlls/K14056_03.jpg",
        "image/stlls/K14056_04.jpg",
        "image/stlls/K14056_05.jpg",
        "image/stlls/K14056_06.jpg",
        "image/stlls/K14056_07.jpg",
        "image/stlls/K14056_08.jpg",
        "image/stlls/K14056_09.jpg",
        "image/stlls/K14056_10.jpg"
      ]
    },
    "tag": [
      167268,
      167269,
      167270,
      73039,
      7966,
      40881,
      7965,
      15283,
      13179,
      36910,
      167278,
      30434,
      12646,
      113331,
      18437,
      141757,
      24360,
      154849,
      90217,
      87005,
      12543,
      7921,
      23664,
      160754,
      167292,
      12584,
      120666,
      31749,
      99196,
      45190,
      167298,
      17420,
      167300,
      4534,
      167302,
      147145,
      144327,
      167305,
      17118,
      20175,
      167308,
      4629,
      24767,
      150585,
      23692,
      18921,
      167314,
      167315,
      35371,
      167317,
      75498,
      32938,
      16336,
      167321,
      167322,
      77519,
      75125,
      167325,
      81762,
      59483,
      167328,
      167329,
      12829,
      81832,
      167332,
      86372,
      13700,
      112948,
      63861,
      4849,
      84829,
      44452,
      32321,
      167341,
      57099,
      5407,
      115591,
      167345,
      167346,
      167347,
      167348,
      22140,
      8625,
      167351,
      73743,
      15602,
      167354,
      120596,
      167356,
      167357,
      167358,
      130191,
      29101,
      98797,
      80845,
      24146,
      7965,
      96164,
      167366,
      167367,
      20708,
      17765,
      167370,
      167371,
      32845,
      167373,
      167374,
      167375,
      167376,
      167377,
      73165,
      87715,
      167380,
      8003,
      167382,
      167383,
      167384,
      167385,
      59622,
      167387,
      167388,
      167389,
      34491,
      167391,
      139553,
      167393,
      4548,
      15561,
      167396,
      15561,
      167398,
      167399,
      15144,
      60473,
      41102,
      167403,
      41346,
      167405,
      167406,
      167407,
      167408,
      163023,
      167410,
      37454,
      16891,
      3721,
      8989,
      137484,
      81047,
      167417,
      45401,
      167393,
      153,
      31,
      30,
      3076,
      33
    ],
    "date": "20140122",
    "score": 1000
  },
  {
    "id": 5359,
    "docid": "K12657",
    "title": "써니",
    "titleEng": "Sunny Sseoni",
    "director": "강형철",
    "actor": "유호정, 진희경, 고수희, 홍진희, 이연경, 김선경, 심은경, 강소라, 김민영, 박진주, 남보라, 김보미, 민효린, 윤정, 김시후, 김영옥, 정원중, 김혜옥, 박영서, 천우희, 하승리, 김신아, 소희정, 김원해, 박희정, 류혜린, 최혜선, 이수임, 김태림, 박보영, 윤수진, 이준혁, 고남희, 한승현, 김지경, 이림, 강지원, 권은수, 주명철, 황춘하, 최영호, 이승헌, 이동현, 최반아, 배수경, 김예진, 김민영, 윤나야, 고한빛, 엄혜수, 홍세나, 박혁민, 김도엽, 김선주, 권우람, 주은, 이승훈, 최선아, 박지현, 최형태, 전선희, 안장훈, 지완 구마르, 김민서, 전윤지, 김새벽, 김보름, 신윤정, 장승원, 최아름, 김태린, 왕예준, 정애경, 김선영, 이다애, 이승용, 서희원, 송슬아, 박슬빈, 박윤정, 이다슬, 신한결, 남유정, 양수민, 전진아, 고여은, 정은지, 임은채, 김지원, 최다은, 김소연, 이단비, 정예진, 장재원, 고은별, 심소희, 이윤선, 김채린, 유원진, 유영진, 진승환, 김민재, 용인대학교 영화영상학과/연극학과, 성지루, 차태현, 강래연, 주호, 김준호, 이경영, 백종학, 정석용, 이종환, 양희경, 김창후, 손혜선, 강승연, 나미, 윤복희, 이상아, 이상은, 이덕화, 이보희, 이미숙, 채시라, 전영록, 박혜성, 안성기, 박중훈, 심형래, 황신혜, 윤미라, 최명길, 박순천, 조민수, 고두심, 강수연, 김보연, 금보라, 정원관",
    "plotKr": "가장 찬란한 순간, 우리는 하나였다전라도 벌교 전학생 나미는 긴장하면 터져 나오는 사투리 탓에 첫날부터 날라리들의 놀림감이 된다. 이때 범상치 않는 포스의 친구들이 어리버리한 그녀를 도와주는데… 그들은 진덕여고 의리짱 춘화, 쌍꺼풀에 목숨 건 못난이 장미, 욕배틀 대표주자 진희, 괴력의 다구발 문학소녀 금옥, 미스코리아를 꿈꾸는 사차원 복희 그리고 도도한 얼음공주 수지. 나미는 이들의 새 멤버가 되어 경쟁그룹 ‘소녀시대’와의 맞짱대결에서 할머니로부터 전수받은 사투리 욕 신공으로 위기상황을 모면하는 대활약을 펼친다. 일곱 명의 단짝 친구들은 언제까지나 함께 하자는 맹세로 칠공주 ‘써니’를 결성하고 학교축제 때 선보일 공연을 야심차게 준비하지만 축제 당일, 뜻밖의 사고가 일어나 뿔뿔이 흩어지게 된다. 그로부터 25년 후, 잘 나가는 남편과 예쁜 딸을 둔 나미의 삶은 무언가 2프로 부족하다. 어느 날 ‘써니짱’ 춘화와 마주친 나미는 재회의 기쁨을 나누며, ‘써니’ 멤버들을 찾아 나서기로 결심하는데… 가족에게만 매어있던 일상에서 벗어나 추억 속 친구들을 찾아나선 나미는 그 시절 눈부신 우정을 떠올리며 가장 행복했던 순간의 자신과 만나게 된다.",
    "plotEng": "Nami transferred from Bulgyo, Jellodo. Whenever she is nervous, she unconsciously speaks in her regional dialect and this makes her a prime target for school bullies. But a group of girls in Jinduk Girls High School with exceptional qualities help her out. First in the group is Choon-hwa, known for her charismatic personality; Jang-mi is dying to have double eyelid surgery; Jin-hee is infamous for her foul language; the literati Gum-ok with Herculean strength; Bok-hee, dreaming of becoming Miss Korea but has a somewhat offbeat way of thinking, and icy-cold princess Suji. Nami enters this group as a new member and wins the one-to-one fight against 'Girls Generation', a competing group in her school, when she employs foul language in Jeolla dialect that she learned from her grandmother. These seven best friends form a group 'Sunny' and vow to always be together. Together, they prepare for a show to be performed at the school festival. Unfortunately, an unexpected accident breaks up the group and the seven girls must part.  25 years have passed since the accident. Nami has a perfect husband and beautiful daughter but just not happy enough. Something is missing in her life. Then one day, she bumps into 'Sunny' leader, Choon-hwa. Delighted and happy about their reunion, they decide to search for the remaining members of the group. Nami is away from her everyday life, which was purely concentrated only on her family, searching for her friends. On the journey, she gets to meet herself from the happiest years of her life as she recalls the beautiful friendship she enjoyed with her friends.",
    "runtime": 124,
    "genre": "드라마, 코메디",
    "image": {
      "posters": [
        "image/posters/K12657_01.jpg",
        "image/posters/K12657_02.jpg",
        "image/posters/K12657_03.jpg"
      ],
      "stlls": [
        "image/stlls/K12657_01.jpg",
        "image/stlls/K12657_02.jpg",
        "image/stlls/K12657_03.jpg",
        "image/stlls/K12657_04.jpg",
        "image/stlls/K12657_05.jpg",
        "image/stlls/K12657_06.jpg",
        "image/stlls/K12657_07.jpg",
        "image/stlls/K12657_08.jpg",
        "image/stlls/K12657_09.jpg",
        "image/stlls/K12657_10.jpg"
      ]
    },
    "tag": [
      128517,
      128518,
      128519,
      80883,
      7487,
      2803,
      2843,
      128524,
      128525,
      22030,
      40881,
      99539,
      36982,
      123512,
      80257,
      38425,
      128533,
      34548,
      47213,
      32214,
      7870,
      18607,
      54699,
      43385,
      6296,
      25589,
      121826,
      100184,
      23474,
      128546,
      92052,
      128548,
      118415,
      35256,
      67969,
      5424,
      128553,
      120291,
      37345,
      5426,
      71125,
      26177,
      12421,
      2923,
      128561,
      34214,
      36863,
      128564,
      41150,
      51196,
      36982,
      128568,
      128569,
      106029,
      22102,
      36841,
      37651,
      73148,
      128575,
      28917,
      15553,
      54541,
      23650,
      128580,
      128581,
      35258,
      128583,
      47098,
      55934,
      121823,
      48441,
      28186,
      128589,
      128590,
      128591,
      128592,
      128593,
      2942,
      128595,
      12414,
      87533,
      128598,
      128599,
      9569,
      128601,
      128602,
      128603,
      128604,
      78923,
      128606,
      81845,
      128608,
      13629,
      128610,
      7122,
      29592,
      35344,
      128614,
      86430,
      128616,
      12264,
      98354,
      128619,
      62868,
      128621,
      13351,
      128623,
      4615,
      13339,
      20174,
      15922,
      9872,
      12509,
      16048,
      1615,
      29028,
      32035,
      60063,
      128635,
      15164,
      128637,
      128638,
      54704,
      2870,
      15147,
      72404,
      8613,
      128644,
      128645,
      32034,
      1606,
      5394,
      112526,
      6,
      21857,
      128652,
      6213,
      49650,
      4667,
      34330,
      41476,
      23628,
      128659,
      153,
      31,
      30,
      380,
      46
    ],
    "date": "20110504",
    "score": 1000
  },
  {
    "id": 5974,
    "docid": "K13031",
    "title": "도둑들",
    "titleEng": "The Professionals Dodukdeul",
    "director": "최동훈",
    "actor": "김윤석, 이정재, 김혜수, 전지현, 임달화, 김해숙, 오달수, 김수현, 증국상, 주진모, 기국서, 최덕문, 채국희, 예수정, 이심결, 신하균, 나광훈, 김강우, 최진호, 손병욱, 김주명, 손민목, 홍원기, 서영주, 지건우, 권문철, 김영민, 박태경, 김청옥, 김영웅, 장준녕, 이해성, 김호민, 조은호, 김다혜, 이은채, 김주연, 김준우, 정윤헌, 장현문, 이규회, 김육룡, 이유수, 윤효식, 이주원, 김윤태, 장동, 유명철, 한규석, 조상원, 만 퐁, 피터 찬, 트위티 웡, 소 와이 남, 다이 소, 케이크 왕, 알렉스 두, 브라이언 리, 조니 램, 이명훈, 데렉 램, 아이시 후이, 찬힝홍, 로이 쳉, 켈빈 찬, 신다 후이, 잭 로우, 오스카 리, 프랭키 루크, 빈센트 치, 김순홍, 김종석, 김도한, 이재희, 성치호",
    "plotKr": "한치의 실수도 용납하지 않는 프로페셔널한 5인의 도둑들이 옛 보스인 마카오박으로부터 달콤한 제안을 받고, 중국의 4인조 도둑들과 함께 마카오 카지노에 숨겨진 희대의 다이아몬드 ‘태양의 눈물’을 훔치는 이야기를 그린 범죄 액션영화.10인의 도둑, 1개의 다이아몬드 그들이 움직이기 시작했다!  한 팀으로 활동 중인 한국의 도둑 뽀빠이와 예니콜, 씹던껌, 잠파노. 미술관을 터는데 멋지게 성공한 이들은 뽀빠이의 과거 파트너였던 마카오박이 제안한 홍콩에서의 새로운 계획을 듣게 된다. 여기에 마카오박이 초대하지 않은 손님, 감옥에서 막 출소한 금고털이 팹시가 합류하고 5명은 각자 인생 최고의 반전을 꿈꾸며 홍콩으로 향한다.  홍콩에서 한국 도둑들을 기다리고 있는 4인조 중국도둑 첸, 앤드류, 쥴리, 조니. 최고의 전문가들이 세팅된 가운데 서로에 대한 경계를 늦추지 않는 한국과 중국의 도둑들. 팽팽히 흐르는 긴장감 속에 나타난 마카오박은 자신이 계획한 목표물을 밝힌다. 그것은 마카오 카지노에 숨겨진 희대의 다이아몬드  태양의 눈물 . 성공을 장담할 수 없는 위험천만한 계획이지만 2천만 달러의 달콤한 제안을 거부할 수 없는 이들은 태양의 눈물을 훔치기 위한 작업에 착수한다.  그러나 진짜 의도를 알 수 없는 비밀스런 마카오박과 그런 마카오박의 뒤통수를 노리는 뽀빠이, 마카오박에게 배신당한 과거의 기억을 잊지 못하는 팹시와 팀보다 눈 앞의 현찰을 먼저 챙기는 예니콜, 그리고 한국 도둑들을 믿지 않는 첸과 중국 도둑들까지. 훔치기 위해 모였지만 목적은 서로 다른 10인의 도둑들은 서서히 자신만의 플랜을 세우기 시작하는데…",
    "plotEng": "Five professional thieves who would not accept any kind of mistake receive a proposal from Maao Park, a boss from the past, and steal 'a Tear of the Sun', an extraordinary diamond, with four other Chinese thieves.  In order to let things cool down from their latest heist, Popeye and his group of thieves go to Macao on a job. But the mastermind behind this job is none other than Popeye’s old partner Macao Park, who escaped with 68kg of gold several years ago on their last job together. Macao Park brought Chinese thieves as well but little did they know what Macao Park planned for each one of them. But his plan takes an unexpected turn when Popeye brings Pepsi, an old flame of Macao Park, to settle the old score. The thieves’ target is a $20 million diamond known as ‘Tear of the Sun’, kept safely away in a casino, brought there to be sold by a notorious Chinese fence. While working together to steal this fabled diamond, they all have their own agenda to keep the diamond for themselves. Bur who will succeed and live to see another day?",
    "runtime": 139,
    "genre": "드라마, 액션",
    "image": {
      "posters": [
        "image/posters/K13031_01.jpg",
        "image/posters/K13031_02.jpg",
        "image/posters/K13031_03.jpg",
        "image/posters/K13031_04.jpg",
        "image/posters/K13031_05.jpg",
        "image/posters/K13031_06.jpg",
        "image/posters/K13031_07.jpg",
        "image/posters/K13031_08.jpg",
        "image/posters/K13031_09.jpg",
        "image/posters/K13031_10.jpg",
        "image/posters/K13031_11.jpg"
      ],
      "stlls": [
        "image/stlls/K13031_01.jpg",
        "image/stlls/K13031_02.jpg",
        "image/stlls/K13031_03.jpg",
        "image/stlls/K13031_04.jpg",
        "image/stlls/K13031_05.jpg",
        "image/stlls/K13031_06.jpg",
        "image/stlls/K13031_07.jpg",
        "image/stlls/K13031_08.jpg",
        "image/stlls/K13031_09.jpg",
        "image/stlls/K13031_10.jpg"
      ]
    },
    "tag": [
      141660,
      141661,
      141662,
      37408,
      16697,
      2714,
      13667,
      3807,
      1789,
      22185,
      22435,
      3721,
      141672,
      1608,
      24604,
      12399,
      141676,
      13655,
      9931,
      4694,
      112658,
      19710,
      13646,
      1621,
      141684,
      33463,
      141686,
      31124,
      123473,
      72683,
      1634,
      23092,
      59896,
      8003,
      45192,
      93962,
      2936,
      141697,
      46836,
      115538,
      4848,
      79907,
      58106,
      141703,
      141704,
      112706,
      85514,
      141707,
      37710,
      12398,
      141710,
      112657,
      141712,
      59900,
      141714,
      141715,
      141716,
      141717,
      141718,
      141719,
      141720,
      65244,
      141722,
      48963,
      141724,
      141725,
      141726,
      141727,
      141728,
      141729,
      141730,
      141731,
      141732,
      141733,
      15961,
      22222,
      133672,
      26167,
      138877,
      153,
      31,
      64,
      7311,
      118
    ],
    "date": "20120725",
    "score": 1000
  },
  {
    "id": 2160,
    "docid": "K06750",
    "title": "왕의 남자",
    "titleEng": "King and the Clown  Wangui Namja ",
    "director": "이준익",
    "actor": "감우성, 정진영, 강성연, 이준기, 장항선, 유해진, 정석용, 이승훈, 윤주상, 최일화, 신정근, 박수일, 우현, 윤소정, 김현진, 전일범, 맹봉학, 정대용, 이영석, 서승원, 김주홍, 이호원, 박정구, 조원일, 김현아, 조경훈, 이제국, 하희경, 조련, 이석호, 신운섭, 하철승, 금동현, 유효정, 장준하, 소승언, 이건우, 강은진, 이정민, 정연옥, 구민혜, 김명섭, 김윤정, 채준길, 박영수, 문정우, 윤정민, 이주용, 도당 청소년 연희단, 김훈규, 김진혁, 민영성, 한일규, 정명현, 남호연, 김진영, 민기홍, 이종국, 성광우, 김진수, 오전근, 이동수, 이상철, 박찬종, 김동규, 박성호, 주병언, 강창수, 김완영, 이동헌, 윤준석, 박오진, 조경훈",
    "plotKr": "조선시대 연산조. 남사당패의 광대 장생(감우성 분)은 힘있는 양반들에게 농락당하던 생활을 거부하고, 자신의 하나뿐인 친구이자 최고의 동료인 공길(이준기 분)과 보다 큰 놀이판을 찾아 한양으로 올라온다. 타고난 재주와 카리스마로 놀이패 무리를 이끌게 된 장생은 공길과 함께 연산(정진영 분)과 그의 애첩인 녹수(강성연 분)를 풍자하는 놀이판을 벌여 한양의 명물이 된다. 공연은 대 성공을 이루지만, 그들은 왕을 희롱한 죄로 의금부로 끌려간다.  의금부에서 문초에 시달리던 장생은 특유의 당당함을 발휘해 왕을 웃겨 보이겠다고 호언장담하지만 막상 왕 앞에서 공연을 시작하자 모든 광대들이 얼어붙는다. 장생 역시 극도의 긴장감 속에서 왕을 웃기기 위해 갖은 노력을 하지만 왕은 꿈쩍도 하지 않고... 바로 그 때 얌전하기만 한 공길이 기지를 발휘해 특유의 앙칼진 연기를 선보이자 왕은 못 참겠다는 듯이 크게 웃어버린다. 이들의 공연에 흡족한 왕은 궁 내에 광대들의 거처, 희락원(喜樂園)을 마련해 준다. 궁에 들어온 광대들은 신바람이 나서 탐관오리의 비리를 풍자하는 공연을 선보이고, 왕은 즐거워한다. 하지만 중신들의 분위기가 싸늘함을 감지한 왕이 중신 중 한 명을 웃지 않는다며 탐관오리라는 명목으로 형벌을 내리고 연회장엔 긴장감이 감돈다. 연이은 연회에서 광대들은 여인들의 암투로 인해 왕이 후궁에게 사약을 내리는 경극을 연기하고, 연산은 같은 이유로 왕에게 사약을 받았던 생모 폐비 윤씨를 상기하며 진노하여 그 자리에서 선왕의 여자들을 칼로 베어 죽게 한다. 공연을 할 때마다 궁이 피바다로 변하자, 흥을 잃은 장생은 궁을 떠나겠다고 하지만 공길은 알 수 없는 이유로 남겠다고 한다. 그 사이 왕에 반발한 중신들은 광대를 쫓기 위한 음모를 꾸미고 왕의 관심을 광대에게 빼앗겼다는 질투심에 휩싸인 녹수 역시 은밀한 계략을 꾸민다.",
    "plotEng": "In the years of the infamous King Yeon-san, two clowns start a play that is satirical of the king and become popular among the common people. But soon they get arrested for treason, and they bet their lives on making the king laugh with their play acting. Their fortunate success leads them to stay in the palace and perform regular plays. As the king shows growing attraction and love towards one of the clowns, they realize that they are into irreversible stages of their lives, entwined with desire, power and thick blood.  (KOFIC)",
    "runtime": 119,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K06750_01.jpg",
        "image/posters/K06750_02.jpg",
        "image/posters/K06750_03.jpg",
        "image/posters/K06750_04.jpg",
        "image/posters/K06750_05.jpg"
      ],
      "stlls": [
        "image/stlls/K06750_01.jpg",
        "image/stlls/K06750_02.jpg",
        "image/stlls/K06750_03.jpg",
        "image/stlls/K06750_04.jpg",
        "image/stlls/K06750_05.jpg",
        "image/stlls/K06750_06.jpg",
        "image/stlls/K06750_07.jpg",
        "image/stlls/K06750_08.jpg",
        "image/stlls/K06750_09.jpg",
        "image/stlls/K06750_10.jpg"
      ]
    },
    "tag": [
      52780,
      52781,
      52782,
      30538,
      20690,
      7382,
      49253,
      40851,
      1133,
      1614,
      1615,
      15553,
      2805,
      12916,
      22989,
      18141,
      28746,
      12746,
      12583,
      38186,
      2897,
      13188,
      33620,
      37233,
      6670,
      37433,
      52806,
      52807,
      8868,
      13361,
      52810,
      32695,
      1448,
      18315,
      4628,
      8154,
      15294,
      23769,
      52818,
      52819,
      37671,
      52821,
      100,
      52823,
      48085,
      52825,
      49923,
      52827,
      41807,
      52829,
      52830,
      52831,
      52832,
      30623,
      20181,
      52835,
      52836,
      52837,
      52838,
      19661,
      25249,
      16335,
      52842,
      17932,
      52844,
      8567,
      17370,
      52847,
      23302,
      28547,
      52850,
      52851,
      52852,
      52853,
      52854,
      52855,
      13361,
      29,
      31,
      1768,
      85
    ],
    "date": "20051229",
    "score": 1000
  },
  {
    "id": 9089,
    "docid": "K14687",
    "title": "부산행",
    "titleEng": "Train to Busan Busanhaeng",
    "director": "연상호",
    "actor": "공유, 정유미, 마동석, 김수안, 김의성, 최우식, 안소희, 예수정, 박명신, 최귀화, 정석용, 장혁진, 한성수, 우도임, 문혜영, 김재록, 김창환, 이주실, 김주헌, 김민석, 김민상, 박성민, 김형석, 전영, 이중옥, 김율호, 최현준, 조춘호, 김호연, 김유주, 차청화, 이용곤, 김원진, 한지은, 최민규, 길빛나, 손지훈, 이동하, 박종관, 백인권, 김윤주, 홍준표, 김루한, 윤미중, 장태민, 남연우, 김은경, 정영기, 연상호, 이민식, 동윤석, 서윤하, 장훈, 전영인, 이종현, 맹주영, 이창호, 박혜진, 김금순, 최광남, 이채령, 박숙명, 김태영, 김영서, 구자은, 백승환, 허인구, 오태은, 이채이, 김영삼, 김윤용, 전희련, 김희영, 김진용, 김연정, 유재희, 김태경, 김지현, 임영, 박용복, 권가이, 곽혜진, 백정우, 이정철, 정재덕, 지동현, 김찬호, 김영재, 이육헌, 손영진, 전범준, 김준홍, 김계형, 김정희, 조채희, 한연실, 조주경, 이윤상, 김태호, 신영철, 이상규, 박광수, 김태석, 김단비, 박미희, 옥주리, 이조아, 장도현, 이태윤, 홍해선, 전민협, 김경미, 박소정, 김혜림, 박명준, 김태윤, 김종하, 고은지, 김대영, 손민영, 황준형, 김지혁, 김현호, 류성록, 박장현, 조성우, 권혁재, 윤지명, 임종훈, 김근영, 박제혁, 주광현, 최인순, 김단비, 이순환, 조위상, 변진완, 나대흠, 최우성, 신두환, 김대현, 정민섭, 한상균, 박종범, 손지훈, 박재규, 김승배, 권용채, 송태완, 김기석, 최성식, 조현수, 최용훈, 심승용, 조현수, 김하영, 김창규, 김인규, 박민우, 김진욱, 김선형, 남상우, 김선혜, 김초희, 안재원, 윤채연, 최창수, 김일영, 이한울, 허성우, 최수정, 김관수, 이문형, 오창석, 엄정욱, 류상현, 최혜진, 김왕도, 박민혁, 박성배, 유선, 배화연, 이상옥, 조하비, 백근영, 이겸, 이루다, 장문성, 김운, 이도군, 박상미, 김동환, 이율, 최은영, 박세정, 황유경, 정서인, 류은영, 오승희, 윤지희, 유재훈, 하지윤, 최유엘, 염시훈, 전채원, 이서준, 이원선, 전예은, 박세미, 조은미, 이지선, 이원진, 김은희, 정회동, 편준의, 김도준, 김지한, 임혁빈, 이광훈, 김형욱, 송용환, 정미란, 김조민, 김귀례, 김정, 심은경, 김지연",
    "plotKr": "전대미문의 재난이 대한민국을 덮친다!  정체불명의 바이러스가 전국으로 확산되고 대한민국 긴급재난경보령이 선포된 가운데, KTX에 몸을 실은 사람들은 단 하나의 안전한 도시 부산까지 살아가기 위한 치열한 사투를 벌이게 되는데..  서울에서 부산까지의 거리 442km 지키고 싶은, 지켜야만 하는 사람들의 극한의 사투! 살고 싶다면, 부산행 KTX에 탑승하라!",
    "plotEng": "A mysterious viral outbreak pushes Korea into a state of emergency! As an unidentified virus sweeps the country, Korean government declares martial law. Those on an express train to Busan, a city that has successfully fended off the viral outbreak, must fight for their own survival… 453 km from Seoul to Busan. The struggle to survive by those who have others to protect! Get on board to stay alive!",
    "runtime": 118,
    "genre": "액션, 스릴러, 재난",
    "image": {
      "posters": [
        "image/posters/K14687_01.jpg",
        "image/posters/K14687_02.jpg",
        "image/posters/K14687_03.jpg",
        "image/posters/K14687_04.jpg",
        "image/posters/K14687_05.jpg",
        "image/posters/K14687_06.jpg",
        "image/posters/K14687_07.jpg"
      ],
      "stlls": [
        "image/stlls/K14687_01.jpg",
        "image/stlls/K14687_02.jpg",
        "image/stlls/K14687_03.jpg",
        "image/stlls/K14687_04.jpg",
        "image/stlls/K14687_05.jpg",
        "image/stlls/K14687_06.jpg",
        "image/stlls/K14687_07.jpg",
        "image/stlls/K14687_08.jpg",
        "image/stlls/K14687_09.jpg",
        "image/stlls/K14687_10.jpg"
      ]
    },
    "tag": [
      208866,
      208867,
      208868,
      91638,
      34009,
      22795,
      73652,
      23347,
      10,
      123837,
      80041,
      13655,
      16587,
      98120,
      1615,
      38234,
      84868,
      162527,
      44387,
      19234,
      39026,
      20714,
      161926,
      23969,
      46771,
      29445,
      7126,
      208893,
      84827,
      206192,
      28437,
      196455,
      49552,
      185744,
      143662,
      208901,
      45078,
      87005,
      52741,
      208905,
      103767,
      4644,
      208908,
      112939,
      94393,
      59496,
      208912,
      95266,
      134084,
      137987,
      15593,
      38971,
      114577,
      23819,
      123502,
      172446,
      38080,
      181951,
      41443,
      208925,
      8319,
      45401,
      33990,
      157835,
      195145,
      157987,
      4479,
      141889,
      29096,
      72056,
      104248,
      172620,
      172683,
      44038,
      180841,
      123511,
      36589,
      73481,
      183350,
      165081,
      115134,
      4893,
      200309,
      208949,
      208950,
      112044,
      202342,
      177065,
      208350,
      208955,
      24513,
      15460,
      208958,
      206749,
      208960,
      23637,
      200856,
      2943,
      208964,
      187511,
      54888,
      6864,
      14443,
      47949,
      27801,
      20566,
      92188,
      34468,
      71455,
      144824,
      208976,
      208977,
      116651,
      208979,
      189714,
      13401,
      12584,
      59618,
      208984,
      24847,
      164880,
      176371,
      23837,
      160926,
      208990,
      84314,
      109468,
      208993,
      208994,
      92196,
      84219,
      178963,
      208998,
      36693,
      181816,
      49483,
      186382,
      34468,
      180834,
      149863,
      202341,
      199067,
      13458,
      203380,
      27641,
      190517,
      102086,
      133721,
      103767,
      76319,
      202338,
      203378,
      167845,
      867,
      145459,
      43634,
      175107,
      209023,
      43634,
      81429,
      27832,
      7673,
      56730,
      22261,
      41801,
      209031,
      18530,
      41888,
      156785,
      85591,
      209036,
      115556,
      64603,
      201610,
      19256,
      123408,
      202058,
      75866,
      209044,
      209045,
      41743,
      43701,
      76452,
      82868,
      34484,
      209051,
      36384,
      209053,
      165357,
      209055,
      195163,
      209057,
      182936,
      189622,
      29525,
      58989,
      113378,
      2629,
      187752,
      209065,
      138564,
      209067,
      192475,
      17582,
      71574,
      209071,
      209072,
      177025,
      209074,
      147851,
      209076,
      209077,
      69166,
      44953,
      4570,
      202051,
      7753,
      176762,
      209084,
      208599,
      86869,
      209087,
      28789,
      43752,
      209090,
      59524,
      209092,
      189802,
      16066,
      40881,
      28,
      29,
      64,
      68,
      1809,
      25563,
      118
    ],
    "date": "20160720",
    "score": 1000
  },
  {
    "id": 7426,
    "docid": "K13349",
    "title": "설국열차",
    "titleEng": "Snowpiercer Seolgukyeolcha",
    "director": "봉준호",
    "actor": "크리스 에반스, 송강호, 에드 해리스, 존 허트, 틸다 스윈튼, 제이미 벨, 옥타비아 스펜서, 이완 브렘너, 고아성, 알리슨 필, 루크 파스쿠에리노, 블라드 이바노브, 아드난 해스커빅, 엠마 레비, 스티브 파크, 클락 미들튼, Marcanthonee Jon Reis, 폴 라저, 토마스 레마르퀴스, 케니 도우티, ROBERT RUSSELL, MAGDALENA WEIGERTOVA, 짐 하이, PETER HALLIN, HARUNA HONCOOPOVA, ANA BRAUN, GRIFFIN SEYMOUR, TYLER WILLIAMS, LUNA SOPHIA BAR-COHEN, SEAN RENWICK, KAREL VESELY, 박성택, BRIAN FOLEY, 켄드릭 옹, SEISUKE TSUKAHARA, TOMAS DIANISKA, MIROSLAV NAVRAGTIL, 허찬, LUCIE BURIANOVA, DANA GREEN, JONNY LOQUASTO, PARRY SHEN, JOSEPH BERTOT, 송은경",
    "plotKr": "새로운 빙하기, 그리고 설국 17년인류 마지막 생존지역  설국열차 기상 이변으로 모든 것이 꽁꽁 얼어붙은 지구. 살아남은 사람들을 태운 기차 한 대가 끝없이 궤도를 달리고 있다. 춥고 배고픈 사람들이 바글대는 빈민굴 같은 맨 뒤쪽의 꼬리칸, 그리고 선택된 사람들이 술과 마약까지 즐기며 호화로운 객실을 뒹굴고 있는 앞쪽칸. 열차 안의 세상은 결코 평등하지 않다. 기차가 달리기 시작한 17년 째, 꼬리칸의 젊은 지도자 커티스는 긴 세월 준비해 온 폭동을 일으킨다. 기차의 심장인 엔진을 장악, 꼬리칸을 해방시키고 마침내 기차 전체를 해방 시키기 위해 절대권력자 윌포드가 도사리고 있는 맨 앞쪽 엔진칸을 향해 질주하는 커티스와 꼬리칸 사람들. 그들 앞에 예기치 못한 상황들이 기다리고 있는데…",
    "plotEng": "Story: A project to produce the French SF comics  Le Transperceneige,  which received the grand prized in the 1986 Angoul?me International Comics Festival, into a movie under the direction of Director Bong Jun-ho. In the original work, in Earth, which becomes very cold due to sudden temperature drops in the era of cold war, the snow piercer wherein room heating and food self-sufficiency are possible becomes the only places for survival. This film contains a unique social message by showing that, whereas liquors and even drugs are rampant in passenger cars ridden by politicians and celebrities, general citizens struggle to obtain food in their passenger cars.",
    "runtime": 125,
    "genre": "액션, SF, 스릴러, 어드벤처",
    "image": {
      "posters": [
        "image/posters/K13349_01.jpg",
        "image/posters/K13349_02.jpg",
        "image/posters/K13349_03.jpg",
        "image/posters/K13349_04.jpg",
        "image/posters/K13349_05.jpg",
        "image/posters/K13349_06.jpg",
        "image/posters/K13349_07.jpg",
        "image/posters/K13349_08.jpg",
        "image/posters/K13349_09.jpg",
        "image/posters/K13349_10.jpg",
        "image/posters/K13349_11.jpg",
        "image/posters/K13349_12.jpg",
        "image/posters/K13349_13.jpg",
        "image/posters/K13349_14.jpg",
        "image/posters/K13349_15.jpg",
        "image/posters/K13349_16.jpg",
        "image/posters/K13349_17.jpg",
        "image/posters/K13349_18.jpg",
        "image/posters/K13349_19.jpg",
        "image/posters/K13349_20.jpg",
        "image/posters/K13349_21.jpg",
        "image/posters/K13349_22.jpg"
      ],
      "stlls": [
        "image/stlls/K13349_01.jpg",
        "image/stlls/K13349_02.jpg",
        "image/stlls/K13349_03.jpg",
        "image/stlls/K13349_04.jpg",
        "image/stlls/K13349_05.jpg",
        "image/stlls/K13349_06.jpg",
        "image/stlls/K13349_07.jpg",
        "image/stlls/K13349_08.jpg",
        "image/stlls/K13349_09.jpg"
      ]
    },
    "tag": [
      172550,
      172551,
      172552,
      2838,
      38637,
      4692,
      1765,
      1174,
      22841,
      4205,
      5159,
      15746,
      65234,
      74899,
      172564,
      74968,
      172566,
      172567,
      106651,
      40482,
      172570,
      65245,
      31857,
      172573,
      172574,
      172575,
      172576,
      172577,
      172578,
      172579,
      172580,
      172581,
      172582,
      172583,
      172584,
      57149,
      172586,
      172587,
      172588,
      172589,
      172590,
      172591,
      172592,
      172593,
      172594,
      172595,
      172596,
      172597,
      153,
      64,
      279,
      68,
      247,
      16292,
      118
    ],
    "date": "20130731",
    "score": 1000
  },
  {
    "id": 7255,
    "docid": "K13400",
    "title": "관상",
    "titleEng": "The Face Reader  Gwangsang",
    "director": "한재림",
    "actor": "송강호, 이정재, 백윤식, 조정석, 이종석, 김혜수, 김의성, 김태우, 고창석, 김강현, 정규수, 채상우, 이윤건, 이도엽, 유상재, 이종관, 윤경호, 서현우, 이창직, 이광일, 김서현, 박가원, 윤채영, 이상홍, 우상전, 신동력, 박재운, 송영재, 임학순, 김해나, 지주연, 김혜원, 시연, 황보미, 박란, 김연수, 김길동, 이유준, 주광현, 이설구, 김하준, 김은해, 이판, 박인혜, 김왕근, 장용철, 공재원, 정진기, 정성욱, 석호진, 박만수, 신승용, 김동인, 서병덕, 박일목, 유재명, 하정수, 노준표, 유현준, 표유신, 신기원, 전신환, 김보미, 문혜진, 윤희원, 최교식, 김준혁, 김남훈, 엄민혁, 김아림, 김인섭, 김대흥, 최창균, 장문석, 염상태, 박주형, 최승일, 윤종구, 김정태, 정대용, 리민, 정준식, 권영각, 이규형, 박윤희, 유승민, 박상현, 오주환, 박진우, 박용, 전수환, 한만영, 조훈휘, 안원진, 김정식, 김호연, 신기원, 김근영, 황보미, 김남훈",
    "plotKr": "사람의 얼굴에는 세상 삼라만상이 모두 다 들어있소이다!얼굴을 보면 그 사람의 모든 것을 꿰뚫어보는 천재 관상가 내경. 처남 '팽헌', 아들 '진형'과 산속에 칩거하고 있던 그는 관상 보는 기생 '연홍'의 제안으로 한양으로 향하고, 연홍의 기방에서 사람들의 관상을 봐주는 일을 하게 된다. 용한 관상쟁이로 한양 바닥에 소문이 돌던 무렵, '내경'은 '김종서'로부터 사헌부를 도와 인재를 등용하라는 명을 받아 궁으로 들어가게 되고, '수양대군'이 역모를 꾀하고 있음을 알게 된 그는 위태로운 조선의 운명을 바꾸려 한다.",
    "plotEng": "Nae-kyeong is the greatest face reader Joseon has ever known. He can see through people by looking at their faces. He lives with his son Jin-hyeong and his brother-in-law Paeng-heon in the mountains. After alluring courtesan Yeon-hong proposes an offer, he moves to Hanyang to read faces in the courtesan house. Nae-kyeong quickly becomes the “go-to face reader” in town and even Vice Premier KIM Jong-seo hears about the new face reader. He appoints Nae-kyeong to government’s Inspection Board. During his inspection, Nae-kyeong finds out about Prince Su-yang’s plan to take the throne of his nephew. He decides to change the destiny of the country by changing what’s written on Su-yang’s face.[KOFIC]",
    "runtime": 142,
    "genre": "드라마, 시대극/사극",
    "image": {
      "posters": [
        "image/posters/K13400_01.jpg",
        "image/posters/K13400_02.jpg",
        "image/posters/K13400_03.jpg",
        "image/posters/K13400_04.jpg",
        "image/posters/K13400_05.jpg",
        "image/posters/K13400_06.jpg",
        "image/posters/K13400_07.jpg",
        "image/posters/K13400_08.jpg"
      ],
      "stlls": [
        "image/stlls/K13400_01.jpg",
        "image/stlls/K13400_02.jpg",
        "image/stlls/K13400_03.jpg",
        "image/stlls/K13400_04.jpg",
        "image/stlls/K13400_05.jpg",
        "image/stlls/K13400_06.jpg",
        "image/stlls/K13400_07.jpg",
        "image/stlls/K13400_08.jpg",
        "image/stlls/K13400_09.jpg",
        "image/stlls/K13400_10.jpg"
      ]
    },
    "tag": [
      168482,
      168483,
      168484,
      46358,
      4692,
      2714,
      5397,
      122418,
      55024,
      13667,
      10,
      4693,
      13112,
      44926,
      16957,
      94021,
      168498,
      4712,
      85495,
      15900,
      75351,
      123238,
      56724,
      7770,
      12808,
      168507,
      116560,
      23338,
      16696,
      57122,
      79929,
      57795,
      30458,
      51653,
      151643,
      25602,
      168518,
      168519,
      71708,
      2627,
      98941,
      94351,
      49483,
      85471,
      43699,
      168527,
      168528,
      35522,
      18445,
      32861,
      13574,
      168533,
      47094,
      138831,
      168536,
      29571,
      32982,
      112038,
      111226,
      12821,
      168542,
      168543,
      22996,
      108751,
      151988,
      118925,
      38425,
      168549,
      2783,
      28756,
      37348,
      18305,
      60764,
      81558,
      32223,
      60445,
      36758,
      100091,
      52218,
      10237,
      76253,
      19077,
      35977,
      13188,
      18689,
      168567,
      142256,
      104928,
      19649,
      18949,
      8333,
      49665,
      13239,
      2747,
      8047,
      168577,
      28594,
      154147,
      6901,
      49552,
      151988,
      36693,
      168519,
      18305,
      153,
      31,
      1038,
      16292,
      401
    ],
    "date": "20130911",
    "score": 1000
  },
  {
    "id": 3985,
    "docid": "K10130",
    "title": "국가대표",
    "titleEng": "Take Off Gukgadaepyo",
    "director": "김용화",
    "actor": "하정우, 성동일, 김지석, 김동욱, 최재환, 이재응, 이은성, 김용건, 박정수, 이금희, 손범수, 김성주, 오광록, 김수로, 마동석, 조진웅, 이한위, 이혜숙, 김지영, 쥬니, 황하나, 이설아, 조석현, 정민성, 조재윤, 우경진, 강제규, 심영, 엄지용, 양승걸, 장재용, 이세랑, 김윤정, 백옥화, Allen, Marianne, 추민영, 서민이, 남승목, Joe, Wesley Stiller, 박성택, 정종열, Mark, Keny, Martin, Henly, David Ahn, 도승휘, 고대석, 천주영, 전성빈, Kakehi Maho, 김흥수, 최흥철, 최용직, 김현구, 강칠구, Peter Berger, Ania Polzgutter, Manuel Resch, Daniel Katzian, Stefan Klade, Lukas Tribuser, Hans Millonig, Markus Lechner, Johannes Moser, Nigl Daniel, Bernd Heinzmann",
    "plotKr": "자신도 대표하지 못하던 다섯 청춘들이 온 국민이 응원하는 스키점프 국가대표로 거듭나는 과정을 그린 유쾌한 스포츠 영화.",
    "plotEng": "In 1996 a small Korean town is undergoing a large-scale construction in preparation for Winter Olympics bid. In the middle of the construction, the local committee receives a report that they do not have sufficient athletes to compete. They conclude to form a ski jump team in order to represent the event. Former American Junior alpine athlete Bob is an adoptee who came to Korea in search of his mother. With 4 other non-experienced athletes, he form the first Korean ski jump team. There’s no turning back, it’s a challenge they committed to.(KOFIC)",
    "runtime": 134,
    "genre": "드라마, 스포츠, 액션, 코메디",
    "image": {
      "posters": [
        "image/posters/K10130_01.jpg",
        "image/posters/K10130_02.jpg",
        "image/posters/K10130_03.jpg",
        "image/posters/K10130_04.jpg",
        "image/posters/K10130_05.jpg"
      ],
      "stlls": [
        "image/stlls/K10130_01.jpg",
        "image/stlls/K10130_02.jpg",
        "image/stlls/K10130_03.jpg",
        "image/stlls/K10130_04.jpg",
        "image/stlls/K10130_05.jpg",
        "image/stlls/K10130_06.jpg",
        "image/stlls/K10130_07.jpg",
        "image/stlls/K10130_08.jpg",
        "image/stlls/K10130_09.jpg",
        "image/stlls/K10130_10.jpg"
      ]
    },
    "tag": [
      97719,
      97720,
      97721,
      28563,
      44161,
      15283,
      53784,
      12518,
      35594,
      29168,
      58771,
      18596,
      22647,
      4404,
      24090,
      13383,
      13180,
      7391,
      73652,
      35502,
      4698,
      9845,
      6317,
      97742,
      97743,
      55008,
      45193,
      35251,
      28518,
      22389,
      97749,
      97750,
      37054,
      24660,
      20667,
      4623,
      49923,
      47944,
      97757,
      97758,
      78496,
      69644,
      97761,
      97762,
      97763,
      57149,
      51190,
      97766,
      97767,
      97768,
      97769,
      97770,
      97771,
      97772,
      97773,
      97774,
      97775,
      3830,
      97777,
      97778,
      76178,
      97780,
      97781,
      97782,
      97783,
      97784,
      97785,
      97786,
      97787,
      97788,
      97789,
      97790,
      97791,
      153,
      31,
      1783,
      64,
      30,
      14561,
      118
    ],
    "date": "20090730",
    "score": 1000
  },
  {
    "id": 9772,
    "docid": "K15349",
    "title": "터널",
    "titleEng": "The tunnel  teoneol ",
    "director": "김성훈",
    "actor": "하정우, 배두나, 오달수, 신정근, 남지현, 조현철, 유승목, 이철민, 박진우, 이한서, 예수정, 하덕성, 서현우, 한성천, 이창직, 안현빈, 강신철, 유태훈, 김지수, 윤원재, 강성철, 이상원, 김도하, 윤돈선, 이상희, 김승훈, 정승길, 김수진, 김원범, 고정일, 진용욱, 이동용, 주석태, 권혁훈, 강우신, 박용, 임형태, 안세호, 진선규, 여민구, 권오수, 김선경, 최은선, 배우진, 김성규, 나주호, 신지웅, 박재원, 정환욱, 박응수, 이대진, 황선영, 임한빈, 조이현, 손미희, 송민석, 윤성민, 정재호, 남다정, 한유정, 양지수, 권승구, 최춘범, 여민구, 김우진, 한상균, 김호진, 임평순, 송경철, 김선희, 김대근, 이재덕, 김해숙, 김종수, 이동진, 정석용, 박혁권, 황병국, 최귀화, 배유람, 이장유, 정민희, 서재현, 최두선",
    "plotKr": "집으로 가는 길, 터널이 무너졌다.자동차 영업대리점의 과장 정수(하정우), 큰 계약 건을 앞두고 들뜬 기분으로 집으로 가던 중 갑자기 무너져 내린 터널 안에 홀로 갇히고 만다. 눈에 보이는 것은 거대한 콘크리트 잔해뿐. 그가 가진 것은 78% 남은 배터리의 휴대폰과 생수 두 병, 그리고 딸의 생일 케이크가 전부다.구조대는 오늘도 터널 안으로 들어오지 못했다. 대형 터널 붕괴 사고 소식에 대한민국이 들썩이고 정부는 긴급하게 사고 대책반을 꾸린다.사고 대책반의 구조대장 대경(오달수)은 꽉 막혀버린 터널에 진입하기 위해 여러 가지 시도를 해보지만 구조는 더디게만 진행된다.한편, 정수의 아내 세현(배두나)은 정수가 유일하게 들을 수 있는 라디오를 통해 남편에게 희망을 전하며 그의 무사생환에 대한 희망을 버리지 않는다. 지지부진한 구조 작업은 결국 인근 제2터널 완공에 큰 차질을 주게 되고, 정수의 생존과 구조를 두고 여론이 분열되기 시작한다.",
    "plotEng": "35 DAYS, A MAN’S DESPERATE STRUGGLE TO SURVIVE Jung-soo, an ordinary car dealer, is on his way home with a birthday cake for his daughter. As he drives into a tunnel, an unbelievable thing happens; the tunnel collapses on him. Minutes later, he realizes that he is completely caught in between the debris. Outside, this breaking news creates media frenzy and a thoughtless reporter even airs a live phone interview with Jung-soo, using up his mobile phone batteries. An emergency response team is immediately organized to rescue him and as it becomes a national concern, the government promises full support for the rescue. While Jung-soo struggles to survive, a series of ridiculous blunders delays the rescue operation and threatens his chances to make it out alive. Soon, he runs out of food, water, and phone batteries, making him totally incommunicado. Days pass without any progress and people start to lose hope or interest in rescuing him. Having already passed the longest survival record for a disaster, hard decisions are forced on his family while no one knows whether Jung-soo is dead or alive.",
    "runtime": 127,
    "genre": "드라마",
    "image": {
      "posters": [
        "image/posters/K15349_01.jpg",
        "image/posters/K15349_02.jpg",
        "image/posters/K15349_03.jpg",
        "image/posters/K15349_04.jpg",
        "image/posters/K15349_05.jpg",
        "image/posters/K15349_06.jpg",
        "image/posters/K15349_07.jpg",
        "image/posters/K15349_08.jpg"
      ],
      "stlls": [
        "image/stlls/K15349_01.jpg",
        "image/stlls/K15349_02.jpg",
        "image/stlls/K15349_03.jpg",
        "image/stlls/K15349_04.jpg",
        "image/stlls/K15349_05.jpg",
        "image/stlls/K15349_06.jpg",
        "image/stlls/K15349_07.jpg",
        "image/stlls/K15349_08.jpg"
      ]
    },
    "tag": [
      223435,
      223436,
      223437,
      59221,
      44161,
      2840,
      22435,
      22989,
      48827,
      2928,
      24602,
      21465,
      13239,
      201034,
      13655,
      2893,
      123238,
      52642,
      56724,
      200027,
      62596,
      205431,
      22385,
      145572,
      115312,
      29496,
      166882,
      68914,
      2597,
      39946,
      16228,
      7473,
      8147,
      51182,
      47809,
      13237,
      50536,
      94383,
      73452,
      2747,
      55540,
      49728,
      85517,
      39924,
      186346,
      22030,
      100446,
      143819,
      6889,
      123495,
      57720,
      4901,
      76273,
      141402,
      69295,
      169477,
      223491,
      223492,
      105291,
      50814,
      185640,
      119111,
      67978,
      106055,
      174580,
      19463,
      19453,
      39924,
      8324,
      102086,
      7435,
      223506,
      106,
      13367,
      34048,
      144180,
      22185,
      17093,
      44843,
      1615,
      37476,
      1664,
      98120,
      129852,
      141757,
      23836,
      24507,
      223522,
      153,
      31,
      25563,
      370
    ],
    "date": "20160810",
    "score": 1000
  },
  {
    "id": 3456,
    "docid": "K09499",
    "title": "좋은 놈, 나쁜 놈, 이상한 놈",
    "titleEng": "The Good, the Bad, and the Weird Joeun Nom, Napun Nom, Esanghan Nom",
    "director": "김지운",
    "actor": "송강호, 이병헌, 정우성, 윤제문, 류승수, 송영창, 손병호, 오달수, 이청아, 김광일, 마동석, 손진환, 박진우, 조경훈, 이항수, 강현중, 이성민, 류창숙, 엄지원, 윤영목, 염철호, 서승원, 조덕제, 김길현, 노진영, 오일용, 곽영재, 홍기준, 전승재, 길금성, 조용재, 양명헌, 정진영, 류제승, 김만기, 김필중, 최경만, 정미남, 김하준, 이한솔, 이승준, 이설구, 강승철, 최락진, 송승현, 이광수, 강재은, 박성균, 염우상, Mavlyanov Jasurbek, Bana Tehrani Ali Asghar, Deligeer, Hakuryu, Kunimoto Shoken, 신상우, Alexander Pavlov, 유영욱, 김희문, 김홍수, 정세형, 전재은, 박민영, 오우정, 오서원, 김찬형, 유상재, 최기현, 차정환, 정성우, 손정만, 이수현, 장광순, 최대성, 김대원, 조화성, 고유미, 성정훈, 곽병규, 김민재, 박광복, 손상규, 신재환, 이성호, 이영수, 이유수, 이창수, 임주현, 진선규, 기은세, 김선영, Ganna Pionova, 박민영, 김수남, 박연아, 최우혁, 강선아, 박재현",
    "plotKr": "1930년대, 다양한 인종이 뒤엉키고 총칼이 난무하는 무법천지 만주의 축소판 제국 열차에서 각자 다른 방식으로 격동기를 살아가는 조선의 풍운아, 세 명의 남자가 운운명처럼 맞닥뜨린다.돈 되는 건 뭐든 사냥하는 현상금 사냥꾼 도원(정우성), 최고가 아니면 참을 수 없는 마적단 두목 창이(이병헌), 잡초 같은 생명력의 독고다이 열차털이범 태구(송강호), 이들은 서로의 정체를 모르는 채 태구가 열차를 털다 발견한 지도를 차지하기 위해 대륙을 누비는 추격전을 펼친다.정체 불명의 지도 한 장을 둘러싼 엇갈리는 추측 속에 일본군, 마적단까지 이들의 레이스에 가담하게 되고...결과를 알 수 없는 대 혼전 속, 과연 최후의 승자는 누가 될 것인가?",
    "plotEng": "With the Korean Peninsula under Japanese rule in 1930s, many Koreans flock to Manchuria for refuge. Some become bandits, some train robbers and yet others bounty hunters. While the Weird, a notorious train robber, is stealing from a Japanese train crossing the Manchurian plains, he discovers a treasure map. But the map is also sought after by the Bad, a merciless gang leader. Coincidentally, the Good, a bounty hunter, is on the train, and he is after the Bad. The three engage in a spectacular chase with the Japanese Army, the Korean independence fighters, and the Chinese bandits all looking to get their hands on the prized map.(KOFIC)",
    "runtime": 139,
    "genre": "액션, 서부, 활극, 어드벤처",
    "image": {
      "posters": [
        "image/posters/K09499_01.jpg",
        "image/posters/K09499_02.jpg",
        "image/posters/K09499_03.jpg",
        "image/posters/K09499_04.jpg",
        "image/posters/K09499_05.jpg",
        "image/posters/K09499_06.jpg",
        "image/posters/K09499_07.jpg",
        "image/posters/K09499_08.jpg",
        "image/posters/K09499_09.jpg",
        "image/posters/K09499_10.jpg",
        "image/posters/K09499_11.jpg",
        "image/posters/K09499_12.jpg",
        "image/posters/K09499_13.jpg",
        "image/posters/K09499_14.jpg",
        "image/posters/K09499_15.jpg",
        "image/posters/K09499_16.jpg",
        "image/posters/K09499_17.jpg",
        "image/posters/K09499_18.jpg",
        "image/posters/K09499_19.jpg",
        "image/posters/K09499_20.jpg",
        "image/posters/K09499_21.jpg",
        "image/posters/K09499_22.jpg",
        "image/posters/K09499_23.jpg",
        "image/posters/K09499_24.jpg"
      ],
      "stlls": [
        "image/stlls/K09499_01.jpg",
        "image/stlls/K09499_02.jpg",
        "image/stlls/K09499_03.jpg",
        "image/stlls/K09499_04.jpg",
        "image/stlls/K09499_05.jpg",
        "image/stlls/K09499_06.jpg",
        "image/stlls/K09499_07.jpg",
        "image/stlls/K09499_08.jpg",
        "image/stlls/K09499_09.jpg",
        "image/stlls/K09499_10.jpg"
      ]
    },
    "tag": [
      85426,
      85427,
      85428,
      7533,
      4692,
      4691,
      1607,
      18534,
      13079,
      7540,
      13300,
      22435,
      25701,
      2619,
      73652,
      29182,
      13239,
      13361,
      50747,
      19004,
      36974,
      85447,
      4797,
      85449,
      17759,
      37233,
      9859,
      85453,
      27858,
      85455,
      85456,
      54345,
      37672,
      47743,
      23884,
      85461,
      7382,
      28457,
      37637,
      83442,
      56030,
      1628,
      43699,
      43918,
      28581,
      85471,
      83959,
      53528,
      45189,
      23383,
      41178,
      19934,
      85478,
      85479,
      85480,
      85481,
      85482,
      85483,
      65917,
      85485,
      50596,
      53532,
      13323,
      64486,
      62863,
      28475,
      71544,
      55698,
      85494,
      85495,
      51977,
      43675,
      17746,
      47088,
      298,
      4809,
      13527,
      54391,
      60874,
      59268,
      85506,
      34215,
      13351,
      85509,
      85510,
      70119,
      7466,
      29035,
      85514,
      72408,
      84505,
      85517,
      85518,
      2942,
      85520,
      28475,
      36848,
      48215,
      23626,
      56037,
      6674,
      153,
      64,
      67,
      1730,
      247,
      6659,
      118
    ],
    "date": "20080717",
    "score": 1000
  },
  {
    "id": 1987,
    "docid": "K06630",
    "title": "웰컴 투 동막골",
    "titleEng": "Welcome to Dongmakgol",
    "director": "박광현",
    "actor": "정재영, 신하균, 강혜정, 임하룡, 서재경, 류덕환, Steve Taschler, 정재진, 이용이, 박남희, 조덕현, 유승목, 심원철, 강현중, 리민, 고관재, 권오민, 홍예인, 이희경, 정새결, 이란희, 조혜진, 김학재, 하성광, 신현승, 김영배, 민창기, 이동건, 최권근, John Emms, Leif E Gantvoort, 최민영, Clinton Morgan, Edwards Garrett, Alex Wareing, 이석호, 박아형, 윤희원, 방극현, David Canada, David Joseph Anselmo, Dmitri Capechenko, Mihail Kinepski, Sergei Krokovici, Victor Sadovnici, 유창국, 정대훈, 정영기, 정미남, 김만기, 제상범, 하성조, 정태경, 이동욱, 강남석, 이우용, 이동호, 한태수, Michael Arnold, Don Foran, David Manor, Ismail, 이다운, 송원규, 이권희, 안근필, 최민수, 지형집, 김찬호, 손재영, 손종호, 이선빈, 오로라, 김보미, 김도영, 최세영, 최기봉, 이우용, 임은희, 백옥화, 전은경, 오성달, 박상조, 최상순, 신영철, 유창숙, 정계순, 최정자, 이경애",
    "plotKr": "1950년 11월, 한국 전쟁이 한창이던 그 때... 태백산맥 줄기를 타고 함백산 절벽들 속에 자리 잡은 마을, 동막골. 이 곳에 추락한 P-47D 미 전투기 한 대. 추락한 전투기 안에는 연합군 병사 스미스(스티브 태슐러)가 있었다. 동막골에 살고있는 여일(강혜정)은 이 광경을 목격하고 소식을 전달하러 가던 중 인민군 리수화(정재영) 일행을 만나게 되고 그들을 동막골로 데리고 온다. 바로 그 때, 자군 병력에서 이탈해 길을 잃은 국군 표현철(신하균)과 문상상 일행이 동막골 촌장의 집까지 찾아 오게 되면서 국군, 인민군, 연합군이 동막골에 모이게 되고 긴장감은 극도로 고조된다. 목숨을 걸고 사수하고 싶었던 그 곳, 동막골 결코 어울릴 수 없는 세 사람· 국군, 인민군, 연합군 총을 본 적도 없는 동막골 사람들 앞에서 수류탄, 총, 철모, 무전기· 이 들이 가지고 있던 특수 장비들은 아무런 힘도 못 쓰는 신기한 물건에 불과했다. 그러나. 전쟁의 긴장은 동막골까지 덥치고 말았다. 동막골에 추락한 미군기가 적군에 의해 폭격됐다고 오인한 국군이 마을을 집중 폭격하기로 한 것. 적 위치 확인…! 현재 좌표…델타 호텔 4045. 이 사실을 알게 된 국군, 인민군, 연합군은 한국 전쟁 사상 유례없는 연합 공동 작전을 펼치기로 한다. 그들에게 무슨 일이 있었기에!!! 이 세 사람은 목숨까지 걸고 동막골을 지키려고 한 것일까?",
    "plotEng": "During the Korean War, in November 1950, a P-47D American fighter is stranded in a remote mountain village, Dongmakgol, surrounded by the cliffs of the Hambaek and Taebak mountain ranges. In the fighter is a soldier from the Allied forces, Smith (Steve Tashular). A village resident, Yeo-il (Kang Hea-jung) sees the scene, and on her way home she encounters North Korean soldiers, Lee Su-wha (Jung Jae-young) and others, and takes them to the village with her. At the same time, two South Korean soldiers, Pyo Hyun-chul (Shin Ha-geun) and Mun Sang-sang, separated from their regiment, come to the village, as well. So soldiers from the North, South, and the Allied Forces all meet in Dongmakgol, and tensions flare to a near breaking point even as the innocent villagers haven't the foggiest idea that there is a war underway. Eventually, even Dongmakgol is threatened by the war; the National Army of the South decides to bomb the village, as they believe it is an enemy encampment that downed the fighter jet.  When everyone hears this news, the three groups of soldiers cooperate to try to save Dongmakgol.",
    "runtime": 133,
    "genre": "드라마, 전쟁",
    "image": {
      "posters": ["image/posters/K06630_01.jpg"],
      "stlls": [
        "image/stlls/K06630_01.jpg",
        "image/stlls/K06630_02.jpg",
        "image/stlls/K06630_03.jpg",
        "image/stlls/K06630_04.jpg",
        "image/stlls/K06630_05.jpg",
        "image/stlls/K06630_06.jpg",
        "image/stlls/K06630_07.jpg",
        "image/stlls/K06630_08.jpg",
        "image/stlls/K06630_09.jpg",
        "image/stlls/K06630_10.jpg"
      ]
    },
    "tag": [
      47861,
      47862,
      47863,
      25975,
      8145,
      4694,
      13607,
      25990,
      4892,
      17495,
      47871,
      1048,
      6671,
      4394,
      101,
      24602,
      16741,
      19004,
      18689,
      22196,
      13081,
      47882,
      47883,
      47884,
      47885,
      47886,
      39171,
      47888,
      29179,
      1129,
      47891,
      24355,
      47893,
      47894,
      47895,
      23416,
      47897,
      47898,
      47899,
      18315,
      47901,
      2783,
      23358,
      47904,
      47905,
      47906,
      47907,
      47908,
      47909,
      47910,
      13319,
      38971,
      1628,
      37637,
      47915,
      47916,
      47917,
      12665,
      47919,
      47920,
      30877,
      47922,
      43993,
      47924,
      47925,
      47926,
      47927,
      47928,
      47929,
      47930,
      5,
      47932,
      24513,
      47934,
      47935,
      44055,
      47937,
      38425,
      47939,
      44962,
      6306,
      47920,
      30290,
      47944,
      45655,
      41062,
      47947,
      47948,
      47949,
      28527,
      47951,
      18657,
      47953,
      153,
      31,
      220,
      1768,
      370
    ],
    "date": "20050804",
    "score": 1000
  },
  {
    "id": 5074,
    "docid": "K12922",
    "title": "도가니",
    "titleEng": "Silenced Do Gani",
    "director": "황동혁",
    "actor": "공유, 정유미, 김현수, 정인서, 백승환, 장광, 김민상, 임현성, 김주령, 엄효섭, 전국환, 최진호, 권홍석, 김지영, 김지영, 엄지성, 이상희, 남명렬, 장소연, 홍석연, 김태리, 홍성경, 배정민, 박진우, 전석, 유수안, 전겸수, 이글용, 박승원, 허재호, 정형석, 박선희, 차유봉, 신소정, 한비, 한별, 원동화, 윤수애, 조응규, 김경아, 박혜진",
    "plotKr": "2011년, 대한민국의 마음을 움직일 진실이 찾아온다.  믿을 수 없지만, 한 청각장애인학교에서 실제 일어난 사건입니다. 2000년부터 5년간 청각장애아를 상대로 교장과 교사들이 비인간적인 성폭력과 학대를 저질렀습니다. 인정하고 싶지 않지만 이 이야기는 진실입니다. 이제 이 끔찍한 진실을 마주해야 할 시간입니다.",
    "plotEng": "In-ho, becomes an art teacher at Ja-ae Academy, a school for deaf children. On his first day, he is shaken by the blatant requests for bribery by the twins who act as the principal and the head of administration respectively and the unwelcoming vibe among the children. Min-su comes late to class, bloodied and bruised, his eyes full of rage. In-ho cannot understand the excessive punishment inflicted on the children by some of the teachers. One night, he discovers Yeon-du being tortured by the after-school counselor Yoon Ja-ae with a washing machine. Outraged, he takes Yeon-du to the hospital and the doctor tells him that Yeon-du was sexually assaulted. This leads to In-ho's discovery that the principal, the head of administration and other teachers had been abusing some students. Yu-jin visits the district police and education boards to report the crime, but nothing comes of it. Eventually the news media gets involved and the principals face a trial.",
    "runtime": 125,
    "genre": "드라마",
    "image": {
      "posters": ["image/posters/K12922_01.jpg", "image/posters/K12922_02.jpg"],
      "stlls": [
        "image/stlls/K12922_01.jpg",
        "image/stlls/K12922_02.jpg",
        "image/stlls/K12922_03.jpg",
        "image/stlls/K12922_04.jpg",
        "image/stlls/K12922_05.jpg",
        "image/stlls/K12922_06.jpg",
        "image/stlls/K12922_07.jpg",
        "image/stlls/K12922_08.jpg",
        "image/stlls/K12922_09.jpg",
        "image/stlls/K12922_10.jpg"
      ]
    },
    "tag": [
      122329,
      122330,
      122331,
      73039,
      34009,
      22795,
      19896,
      94038,
      72056,
      8989,
      46771,
      7921,
      4661,
      16056,
      33084,
      13646,
      56342,
      6317,
      6317,
      122348,
      2597,
      33117,
      24005,
      24360,
      23394,
      122354,
      30215,
      13239,
      69196,
      69819,
      19059,
      122360,
      122361,
      122362,
      23386,
      29101,
      122365,
      122366,
      122367,
      122368,
      122369,
      122370,
      122371,
      4548,
      45401,
      153,
      31,
      380,
      401
    ],
    "date": "20110922",
    "score": 1000
  },
  {
    "id": 5925,
    "docid": "K13130",
    "title": "연가시",
    "titleEng": "Deranged Yeongasi",
    "director": "박정우",
    "actor": "김명민, 문정희, 김동완, 이하늬, 엄지성, 염현서, 강신일, 조덕현, 전국환, 최정우, 이형철, 정인기, 송영창, 김세동, 조한철, 민경진, 이용직, 김민재, 박진택, 김태훈, 강지원, 최일화, 이일섭, 박팔영, 박진영, 김승훈, 주석태, 박유정, 박선희, 곽민석, 최효상, 조문의, 전헌태, 최명진, 송민재, 김우주, 신상열, 구본석, 강태식, 양주아, 최광덕, 서상욱, 차명욱, 김상오, 김상일, 김새벽, 설지윤, 박승현, 윤혜란, 홍재성, 권정현, 이대승, 최민금, 김주휘, 심형민, 최준식, 이나연, 이은채, 박범수, 김창성, 박상현, 이중열, 김태환, 박종원, 김기범, 신비, 이동하, 장태민, 황산덕, 안용우, 최동헌, 김란흔, 김형준, 임치우, 박병주, 서은빈, 김수민, 서병덕, 최보련, 남수은, 김소희, 이유정, 장지혜, 김기준, 강희, 고은선, 권현우, 길다로, 김도훈, 김봉란, 김선영, 김성태, 김영훈, 김용완, 김지인, 김진호, 김현숙, 남경돈, 문대성, 민선형, 박기평, 박서연, 박연미, 빅윤근, 박효근, 배민지, 변혜진, 송광주, 양창석, 양철화, 유달산, 윤상선, 이기원, 이민수, 이수진, 이주원, 이준영, 이창훈, 이행춘, 임정언, 장철, 장형원, 전수현, 정경임, 정윤미, 정현빈, 조윤빈, 최남욱, 최선필, 최원석, 최정수, 홍충길, 황경호, 황윤호, 이승현, 이광연, 김종배",
    "plotKr": "치사율 100% 변종 연가시 감염주의보!  그 누구도 피할 수 없는 감염의 공포가 대한민국을 초토화시킨다!  고요한 새벽녘 한강에 뼈와 살가죽만 남은 참혹한 몰골의 시체들이 떠오른다. 이를 비롯해 전국 방방곡곡의 하천에서 변사체들이 발견되기 시작하는데… 원인은 숙주인 인간의 뇌를 조종하여 물 속에 뛰어들도록 유도해 익사시키는 ‘변종 연가시’. 짧은 잠복기간과 치사율 100%, 4대강을 타고 급속하게 번져나가는 ‘연가시 재난’은 대한민국을 초토화시킨다. 사망자들이 기하급수적으로 늘어나게 되자 정부는 비상대책본부를 가동해 감염자 전원을 격리 수용하는 국가적인 대응태세에 돌입하지만, 이성을 잃은 감염자들은 통제를 뚫고 물가로 뛰쳐나가려고 발악한다. 한편, 일에 치여 가족들을 챙기지 못했던 제약회사 영업사원 재혁은 자신도 모르는 사이에 연가시에 감염 되어버린 아내와 아이들을 살리기 위해 치료제를 찾아 고군분투한다. 그 가운데 그는 재난사태와 관련된 심상치 않은 단서를 발견하고 사건 해결에 나서게 되는데…",
    "plotEng": "At the break of dawn on Tancheon road, a gruesome corps of just skin and bones is found. Soon after, there are dead bodies everywhere wherever there is water and Korea is plunged into a state of complete chaos. With a short incubation period and 100% fatality rate, a parasitic mutant brainwashes its human hosts to find water and kill themselves, and the number of infected is growing out of control. To contain the situation, the government sets up an emergency response center and quarantines the infectees. Jae-hyuk is a busy salesman at a pharmaceutical company. While he was busy with work, his wife and children are infected by the mutant hairworm, and he struggles to find a cure for his family. In the midst of disaster, Jae-hyuk’s brother Jae-pil, who has been investigating a strange case of mass deaths, finds a lead on the mutant hairworm chaos, and two brothers dig out the truth.(kofic)",
    "runtime": 109,
    "genre": "드라마, SF, 스릴러",
    "image": {
      "posters": [
        "image/posters/K13130_01.jpg",
        "image/posters/K13130_02.jpg",
        "image/posters/K13130_03.jpg"
      ],
      "stlls": [
        "image/stlls/K13130_01.jpg",
        "image/stlls/K13130_02.jpg",
        "image/stlls/K13130_03.jpg",
        "image/stlls/K13130_04.jpg",
        "image/stlls/K13130_05.jpg",
        "image/stlls/K13130_06.jpg",
        "image/stlls/K13130_07.jpg",
        "image/stlls/K13130_08.jpg",
        "image/stlls/K13130_09.jpg",
        "image/stlls/K13130_10.jpg"
      ]
    },
    "tag": [
      140390,
      140391,
      140392,
      41704,
      16507,
      4396,
      23304,
      124278,
      122348,
      109650,
      12533,
      101,
      33084,
      8756,
      25867,
      18437,
      7540,
      22970,
      20351,
      2892,
      12493,
      13351,
      16976,
      103,
      71125,
      12916,
      55682,
      23169,
      9996,
      39946,
      50536,
      12757,
      29101,
      41116,
      12368,
      1456,
      7883,
      63965,
      75276,
      71721,
      99371,
      4482,
      108064,
      57710,
      140434,
      17748,
      136859,
      58027,
      22040,
      121823,
      43343,
      119608,
      97602,
      50848,
      140444,
      100199,
      9857,
      137630,
      140448,
      140449,
      89468,
      115538,
      140452,
      36858,
      8333,
      37429,
      12560,
      51157,
      10093,
      140459,
      4644,
      134084,
      140462,
      45074,
      55547,
      12637,
      16718,
      140467,
      140468,
      140469,
      30438,
      112038,
      140472,
      140473,
      15594,
      22369,
      46608,
      93434,
      2917,
      79006,
      78254,
      9808,
      13138,
      140483,
      2942,
      20379,
      3136,
      17150,
      47182,
      15962,
      12646,
      140491,
      51402,
      140493,
      140494,
      84389,
      140496,
      140497,
      113087,
      140499,
      140500,
      140501,
      140502,
      140503,
      28782,
      140505,
      13166,
      95175,
      18609,
      37710,
      20311,
      7894,
      140512,
      112069,
      23690,
      140515,
      140516,
      140517,
      97449,
      140519,
      140520,
      140521,
      140522,
      23568,
      63188,
      140525,
      140526,
      140527,
      7768,
      23365,
      19033,
      29,
      31,
      279,
      68,
      7311,
      118
    ],
    "date": "20120705",
    "score": 1000
  }
]
